[{"id": "300811817", "title": "How to Set up Slack on your Phone?", "content": "Download Slack app from app store on your phone.On the initial screen, choose Sign In. Next, choose I'll sign in manually. It will ask for Slack workspace url, which is gustohq. Next, choose Sign In with Okta It will then show an Okta sign-in page. Sign in using your Okta username (firstname.lastname) and your Okta/computer password. It will then prompt you for Okta 2FA.The next screen will ask you to enable notifications. Then you'll be in! If you have questions, IT is happy to help! Just post your question in the #itops channel or submit a Jira to IT. *Because these steps may change due to app updates or phone software differences, here are the links to Slack's documentation:Setting up slack for iOS: https://get.slack.help/hc/en-us/articles/208401947-Slack-for-iOS Setting up slack for Android:https://get.slack.help/hc/en-us/articles/207691318-Slack-for-Android. Need more guidance? Check out the guide below with pictures! How to Set up Slack on your Phone", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300811817"}, {"id": "504301698", "title": "Page not found errors in Confluence", "content": "Team, due to a recent critical security update with Confluence which has impacted our Okta SAML auth Workflow, will guide youto https://confluence.gustocorp.com/okta_acs.jsp which will give a Page not found error. After you see this page error, you can proceed to your Confluence page as usual. Engineering is currently aware of this issue and has reported it to Okta/Atlassian.No ETA for resolution, currently.", "url": "https://confluence.gustocorp.com/display/GGKB/Page+not+found+errors+in+Confluence"}, {"id": "504301695", "title": "VMware Access Denied Errors", "content": "If you are seeing Access Denied errors when attempting to log into VMware, please take the following steps to resolve the issue:1.  For your  Username, make sure you are logging in using your full email address, including @gusto.com or @gustocare.com (example: jim.jones@gusto.com)2. Make sure to have Okta Verify properly configured on your phone, follow this article on enrolling your phone, if needed.https://confluence.gustocorp.com/pages/viewpage.action?page. Id=414745175#tab-Step+4(If you are not getting Okta Pushes sent to your phones, please try disabling Wi. Fi on your phone to see if those pushes come over your Mobile Data providers network).If you are still getting errors, please try restarting your phone and Home Router/Wi. Fi Access point to rule out ISP-related issues.", "url": "https://confluence.gustocorp.com/display/GGKB/VMware+Access+Denied+Errors"}, {"id": "465897123", "title": "How to Get Access to LinkedIn Recruiting", "content": "Step One: Linked. In Recruiter must first be enabled through Okta. To add the Linked. In Recruiter tile to your Okta, please reach out to IT in any of the following ways:#itopsgo/geek. Slack Geek Bot. Step 2: Please log a Jira ticket with the Talent Ops and Programs team (https://go/iop) to have your Recruiter license granted.Step 3: Updating your Linked. In Primary Email. Your Gusto email address MUST be set as the primary email in your Linked. In account in order to have and maintain access to your Recruiter seat (see here for a step-by-step guide to updating your primary Linked. In email)", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Get+Access+to+LinkedIn+Recruiting"}, {"id": "300549654", "title": "How to erase and reinstall macOS on Mac's with an M1/M2 Chip {Apple Silicon}", "content": "Do I have an Apple Silicon Mac?The quickest way to check is from    About This Mac. If it says Apple M1 (or higher), you are on Apple Silicon. Erasing:Choose the Apple menu  Shut Down. Press and hold the power button until “Loading startup options” appears.If this does not appear, shut down, hold command option and R keys while tapping the power button once to turn on.Let go of the keys when you see a progress bar under the Apple logo. Connect to Wi. FiSelect Options, click Continue. Select Disk Utility. Select each option under Internal on the left panel.Click the erase button.X out of this window to return to the previous menu.Reinstalling MacOS:In the Recovery app window, select Reinstall macOS click Continue. Follow the onscreen instructions.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300549654"}, {"id": "465306778", "title": "Troubleshooting 1Password Login with Okta", "content": "If you are trying to log into 1Password with your Okta credentials and are receiving an error message, try resetting your 1Password.To do this:1. Go into the app settings  select advanced and reset 1Password.2. After a screen pops up with a text box, press sign in another way and sign in with SSO.3. Type in https://gustohq.1password.com and enter your Gusto email. You will then have to verify the device through your browser. If you need further assistance, please reach out to the #itops channel in Slack.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+1Password+Login+with+Okta"}, {"id": "503808153", "title": "Grammarly Chrome Freezing Troubleshooting Steps", "content": "In efforts to mitigate a recurring issue with the Grammarly Desktop app causing Google Chrome to freeze and become non-responsive, try the following steps to resolve the issue:Important. Please be sure to collect the following information from the Gusties Mac, before performing the troubleshooting steps and document in the Jira Ticket.Current MacOS version:  → About This Mac. Current Grammarly Desktop App version: Grammarly App → Settings (version number is located in the top-right of the modal window).Step-by-step guide. If Chrome is currently not responding or the pinwheel is active, press ⌘ + ⌥ + ESC on the keyboard to Force Quit Chrome.Quit the Grammarly Desktop App and perform the following steps to cleanly uninstall it:Drag the Grammarly Desktop.app from the Applications folder to the trash. Note: If prompted for a password, enter in the password you use to log into your Mac).Navigate to ~/Library/Preferences/  and delete all references to Grammarly.Navigate to ~/Library/Application Support/  and delete all references to Grammarly.Navigate to ~/Library/Caches/ and delete all references to Grammarly.Remove the Grammarly extension from Chrome: Extensions icon → (3) Ellipsis → Remove from Chrome Reboot the Mac.Install the Grammarly Desktop App from Managed Software Center.Reinstall the Grammarly Chrome extension", "url": "https://confluence.gustocorp.com/display/GGKB/Grammarly+Chrome+Freezing+Troubleshooting+Steps"}, {"id": "498303662", "title": "Resetting Coupa 2FA\n-QipAmisydh", "content": "If you are having trouble with DUO authorization codes when trying to access a virtual card, you will need to submit a ticket to the Fin. Tech team from this link:  https://jira.gustocorp.com/servicedesk/customer/portal/29 . For more information, please refer to the Confluence page  https://confluence.gustocorp.com/pages/viewpage.action?page. Id=270501111 .", "url": "https://confluence.gustocorp.com/display/GGKB/Resetting+Coupa+2FA%0A-QipAmisydh"}, {"id": "498303663", "title": "How to Create a PHC Ticket\n-2hhcXkR69s", "content": "If you need to close out a couple of workday tasks, IT unfortunately doesn't have the ability to do so. You will want to raise a PHC ticket to have our People team to take a look. To create a PHC ticket, visit  https://go/phc . Once the ticket is closed, mark it as resolved.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Create+a+PHC+Ticket%0A-2hhcXkR69s"}, {"id": "300549588", "title": "How to create a Slack user group/handle", "content": "Interested in setting up a new user group/handle for your team on Slack? Go ahead and follow the steps below: Open up your Slack app. On the top left, under the Slack connect option, click on More.Choose Your organization, then select People.Click on User groups on the top left.Click on New User Group on the top right. All set! Now you can tag your team with this new Slack handle! Need extra guidance! Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300549588"}, {"id": "345833891", "title": "How to request to remove PII/PHI message on Slack?", "content": "If you or one of your teammates accidentally post PII/PHI info on a Slack channel, you should reach out to us in the #itops channel right away and a IT member will remove the post. If this is a private channel, you should invite the IT member to that channel and tag the PII/PHI post. For documentation purpose, you will want to follow this guide to report the incident: ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=345833891"}, {"id": "300811609", "title": "How to reset your Okta/computer password", "content": "Depends on your laptop configuration, you will follow one of the approach to reset your Okta/Computer password.Okta (for both Windows and Mac users)Go to https://gusto.okta.com to change your password (Click on your name on the top right  Setting  Edit Profile).When prompted, enter your current Okta password (you may be prompted with an Okta Push/Verify).Change your password on the form, then click the Change Password button.Mac Laptop. Once you have updated your Okta password, on your laptop, Go to  System Setting  User and Groups.Find your name  Click on the i icon  Click on the Change password option from the left. Reset your password so it matches what you used in Okta (step 1).Click Ok.Windows Laptop: Open Settings | Accounts | Sign-in options or search Sign-in options from the start menu. Click change password, which will open up a browser to https://account.activedirectory.windowsazure.com/r#/profile. Select Change password and complete the prompts for entering your old password and new password.All set! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300811609"}, {"id": "489161812", "title": "Troubleshooting Poor Call Quality with Nice CXOne", "content": "Poor call quality can be caused by a variety of factors, including latency, jitter, packet loss, and inadequate upload and download speeds.To ensure optimal call quality, In. Contacts Support recommends an upload speed of 512Kbps minimum, a download speed of 1.5Mbps minimum, latency of less than 150ms (round trip), packet loss of less than 0.75%, and jitter of less than 20ms.If you are experiencing poor call quality, you can run the  Nice CXOne Call Quality Diagnostic tool.Additional troubleshooting, per Biztech can be found in their How to troubleshoot CXone Issues guide.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Poor+Call+Quality+with+Nice+CXOne"}, {"id": "488998073", "title": "Returning Gusto Equipment\n-MLiLDuIWfo", "content": "If you are leaving Gusto and have been issued equipment, you will receive an off-packet email from HR with return instructions. This email will include a return link that can be used multiple times for any equipment you have. On your last day, you will also receive a package for one computer. If you have any questions, please contact an IT Support member.", "url": "https://confluence.gustocorp.com/display/GGKB/Returning+Gusto+Equipment%0A-MLiLDuIWfo"}, {"id": "478609626", "title": "Resetting Workday Password Through OKTA-aW1fkrwdik", "content": "If you are having trouble resetting your Workday password, try accessing Workday through the tile in OKTA, please reach out to the People team at https://go/phc", "url": "https://confluence.gustocorp.com/display/GGKB/Resetting+Workday+Password+Through+OKTA-aW1fkrwdik"}, {"id": "489161064", "title": "How to Enable Editing in Microsoft Office", "content": "If you have an Office license, you can sign in to Excel with your Okta login to gain editing access. For more information, please refer to the following link: https://confluence.gustocorp.com/display/GGKB/How+to+Install+and+Activate+%28Enable+Editing%29+Microsoft+Office.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Enable+Editing+in+Microsoft+Office"}, {"id": "487096362", "title": "Troubleshooting Okta Verify Push not coming through -XaPw8BpP2x", "content": "If you are having trouble with Okta Verify, try the following steps: 1. Reboot your phone 2. Turn off your phone's wifi 3. Refresh the login page on your laptop 4. Try again If these steps do not work, contact an IT Support member for further assistance.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Okta+Verify+Push+not+coming+through+-XaPw8BpP2x"}, {"id": "487030813", "title": "How to use the AI companion and summary feature in Zoom?", "content": "If you are interested in learning how AI Companion works in Zoom, check out this guide. For the summary feature, check out this other guide.Have other questions? Reach out to us in #itops", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=487030813"}, {"id": "478447047", "title": "How to Enable Slack Notifications", "content": "If you are not receiving notifications from Slack despite having all notifications enabled, follow these steps:1. Click on the Apple logo in the top left corner of your screen and go to System Settings.2. Scroll until you find Notification Settings and click on it.3. Scroll down in the Notifications tab until you find Slack.4. Click on Slack and make sure the bubble is filled for notifications.5. You should now be receiving notifications from Slack.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Enable+Slack+Notifications"}, {"id": "478447037", "title": "How to Report Missing Items you ordered from MBS and Onboarding", "content": "If you are missing items from your recent order, please reach out to the MBS team at gusto@mbsdirect.com .They will be able to help you correct this issue.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Report+Missing+Items+you+ordered+from+MBS+and+Onboarding"}, {"id": "478447031", "title": "Troubleshooting Saving or Printing Excel Documents", "content": "If you are having trouble saving or printing changes made in Excel, you will need to sign into the app using your Gusto Okta username and password.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Saving+or+Printing+Excel+Documents"}, {"id": "478610485", "title": "Troubleshooting Anti-Harassment Training Course\n-gE0tTTcSKV", "content": "If you are having issues opening the Anti-Harassment Training course located in Degreed, please check the Grow with Gusto Confluence Hub for self-service resources. If additional support is needed, please file an LD PHC ticket. The Team will respond within 24 hours.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Anti-Harassment+Training+Course%0A-gE0tTTcSKV"}, {"id": "479167574", "title": "Troubleshooting Persona Access Issues-nAGVch4neF", "content": "If you are having trouble accessing Persona, first try restarting your device and clearing your cookies and cache. IT usually only takes care of the Persona tile, but unfortunately doesn't have permission to troubleshoot in-app issue. You will want to reach out to the #2fa-and-persona-questions channel on Slack for further troubleshooting. ", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Persona+Access+Issues-nAGVch4neF"}, {"id": "478610452", "title": "Resolving Issues not seeing printers on a PC-Kbul7l8ZOd", "content": "If you cannot find printers in the Add Printers and Scanners window, please try restarting your computer and then check for them once more. If this is still an issue contact IT Support and they will be able to help.", "url": "https://confluence.gustocorp.com/display/GGKB/Resolving+Issues+not+seeing+printers+on+a+PC-Kbul7l8ZOd"}, {"id": "478610450", "title": "Troubleshooting Okta Issues\n-TZSAvtOqSI", "content": "If you are having issues with Okta, try fully closing out the app and rebooting your phone. If that doesn't work, try refreshing your browser and starting the sign in process again. If you are still having issues, contact an IT Support member for further assistance.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Okta+Issues%0A-TZSAvtOqSI"}, {"id": "479167548", "title": "Chrome mouse clicking Issues in Full Screen Mode", "content": "If you are having trouble clicking on the upper half of your Chrome screen when in full screen mode, try the following steps:1. In the address bar, type: chrome://flags/#enable-gpu-rasterization2. Click on enable.3. Relaunch Chrome.", "url": "https://confluence.gustocorp.com/display/GGKB/Chrome+mouse+clicking+Issues+in+Full+Screen+Mode"}, {"id": "478610405", "title": "Requesting Access to Gusto Interviewing Account for GitHub", "content": "To request access to the Gusto Interviewing account for Git. Hub, please post in the #dex-help channel. If you have a reference ticket, please include it in your post.", "url": "https://confluence.gustocorp.com/display/GGKB/Requesting+Access+to+Gusto+Interviewing+Account+for+GitHub"}, {"id": "478446623", "title": "If you are getting the \"To continue you'll need an additional security method to verify your identity\" message", "content": "If you are getting this message while setting up your replacement laptop, signing into apps from your phone, etc., this means you will need to set up Okta Verify on your cellphone to proceed If you already have Okta verify set up on your Gusto laptop, you can set up Okta verify with self service! On your mobile device, go to the corresponding app store and search for Okta Verify. Install that app. One installed, you can put your phone down and do the next steps on your laptop.On your laptop, using Chrome, open https://gusto.okta.com and log in as you normally would. If Okta does not automatically prompt you to enroll in Okta Verify, click in your name in the upper right of the web page, and select Settings. Once the Settings page loads, at the bottom of the right column of the page you will see Security Methods. Click on Set Up next to Okta Verify.At this point Okta will take you step by step through getting Okta Verify installed and set up  Just click on Set up. Okta will have you download the Okta Verify app from your phone's app store and present a QR code to scan. See the next step for what it looks like on your phone.This is the flow on your phone. For the most part, you will just select the blue default button (please check out the guide below for screenshots if need additional assistance) Need extra guidance? Check out this guide with screenshots!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=478446623"}, {"id": "478446618", "title": "Adding Outreach Extension to Chrome-LpczD8WS0n", "content": "To add the Outreach extension to Chrome, go to the Chrome Web Store and search for Outreach Everywhere. Once you have found the extension, click Add to Chrome to install it.Or simply use this link: https://chrome.google.com/webstore/detail/outreach-everywhere/chmpifjjfpeodjljjadlobceoiflhdid?utm_source=ext_sidebarhl=en-USPlease noted you will need to have access to Outreach in Okta before using it.", "url": "https://confluence.gustocorp.com/display/GGKB/Adding+Outreach+Extension+to+Chrome-LpczD8WS0n"}, {"id": "479167503", "title": "Accessing Tealium with Okta-aPtUtKHayn", "content": "If you need access to Tealium, you can request the Okta tile from #itops. If you don't have an account yet, you can reach out to the #growth-foundation-workstream channel on Slack. ", "url": "https://confluence.gustocorp.com/display/GGKB/Accessing+Tealium+with+Okta-aPtUtKHayn"}, {"id": "479167391", "title": "Setting Up Slack on Your Phone\n-HN1ByXygsv", "content": "If you are having trouble logging into the Slack app on your phone, you may need to reset your password. When attempting to reset your password, you may receive an error message stating that your Gusto email is not tied to a Gusto account. To resolve this issue, you will need to set up OKTA verify on your phone before accessing some Gusto apps through your phone. For step-by-step instructions on how to set up Slack on your phone, please refer to the following article:  https://confluence.gustocorp.com/display/GGKB/How+to+Set+up+Slack+on+your+Phone . For instructions on how to set up OKTA verify on your phone, please refer to the following article:  https://confluence.gustocorp.com/pages/viewpage.action?page. Id=414745175 .", "url": "https://confluence.gustocorp.com/display/GGKB/Setting+Up+Slack+on+Your+Phone%0A-HN1ByXygsv"}, {"id": "475234372", "title": "Reimbursement for Non-MBS Purchases", "content": "Didn't find something on the MBS store that you would like for your WFH setup? Please speak with your PE and refer to the Confluence page on Stipends at  https://confluence.gustocorp.com/pages/viewpage.action?page. Id=186780926 . If you have any questions, please contact the Benefits team at https://go/phc .", "url": "https://confluence.gustocorp.com/display/GGKB/Reimbursement+for+Non-MBS+Purchases"}, {"id": "300549555", "title": "How to Add an Emoji to Slack?", "content": "Open up Slack and click on the smile 'Emoji' where you go to type in a message. When the emoji menu populates click 'Add Emoji'Upload your image under 'Custom Emoji' (Slack will resize it for you if the image is too large) and name it - then click 'Save'That's it! You've created an emoji that everyone can use. To see a picture guide of this process click here!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300549555"}, {"id": "478446408", "title": "Troubleshooting Benefits Adjustment 404 Error in PANDA/HIPPO", "content": "If you are experiencing a 404 error when attempting to access the Benefits Adjustment page of a company's page on Panda/HIPPO, you may need to file a TPO ticket at https://go/tpo . IT does not manage anything inside Panda or errors in the app.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=478446408"}, {"id": "478445923", "title": "Troubleshooting Zoom Integration with Chilipiper", "content": "If you are using Chilipiper to schedule meetings and your platform demo link has Zoom set-up as the main and only meeting type, but Zoom does not appear when booking meetings, try the following steps:1. Click Chrome's Extension icon in the Chrome toolbar and make sure the Zoom Extension is installed. If not, you can get it here: https://chromewebstore.google.com/detail/kgjfgplpablkjnlkjmjdecgdpfankdle.2. Log into the Zoom Extension. 3. Click the SSO button at the bottom right.4. Type Gusto (if it's missing) and click Continue.5. You may be prompted to reauthorize your Zoom account with Chrome. If it does, go ahead and select your Gusto account and accept.6. Click the Blue Zoom icon Extension in Chrome and make sure your email address is showing.7. Disconnect and then re-connect Zoom in the Chilipiper settings. If these steps do not resolve the issue, reach out to the  #biztech-help channel in Slack for further assistance.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Zoom+Integration+with+Chilipiper"}, {"id": "478445759", "title": "How to Set Up Okta Verify on a New Phone-j0Xdo8gOif", "content": "If you have recently purchased a new phone and need to set up Okta Verify on it, follow these steps:1. Log into http://gusto.okta.com|gusto.okta.com 2. Click on the top right where it says your name 3. Select Settings4. Under Security methods, select `Set up another` under the Okta Verify section5. Authenticate with your Okta Verify app 6. Select the `set up` button to scan the new QR code on your new phone Once you have completed these steps, Okta Verify should be set up on your new phone.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Set+Up+Okta+Verify+on+a+New+Phone-j0Xdo8gOif"}, {"id": "478445713", "title": "Creating a Shared Drive in Google Drive-9NKlDi57o6", "content": "Creating a shared drive in Google Drive is easy and can be done in a few simple steps.1. Log into your Google Drive account. 2. On the left side of the page, click on “Shared Drives”.3. At the top left, click “New”.4. Enter a name for the shared drive.5. Click “Create”. From there, you can select the permissions and the users to be added to the group. If you need any assistance, please contact your IT support team.", "url": "https://confluence.gustocorp.com/display/GGKB/Creating+a+Shared+Drive+in+Google+Drive-9NKlDi57o6"}, {"id": "479166729", "title": "Resolving Download Issues in Managed Software Center-YGLtiKsZcB", "content": "If you are having trouble downloading an application in Managed Software Center, try exiting out of Managed Software Center, toggling your wifi off for 10 seconds, and then opening Managed Software Center again. Click on the check device health button and type in your laptop password. Once the device check is complete, try reinstalling the application again. If this does not work, contact IT Support for further assistance.", "url": "https://confluence.gustocorp.com/display/GGKB/Resolving+Download+Issues+in+Managed+Software+Center-YGLtiKsZcB"}, {"id": "478445758", "title": "Troubleshooting a PC Laptop that Won't Turn On-OankwD3Vd5", "content": "If your laptop won't turn on, follow these steps:Completely power down your computer.Unplug all connected devices and close the laptop lid for 30 seconds.Press and hold the power button for 15 seconds.If this doesn't work, check if the caps lock button has a light. You can also try resetting the laptop using a tiny reset pinhole at the bottom. You'll need a paperclip to press it. Make sure the computer is completely powered down, press and hold the reset pin for 5 seconds, then flip the laptop over and try turning it on again. If it still doesn't turn on, please let us know.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+a+PC+Laptop+that+Won%27t+Turn+On-OankwD3Vd5"}, {"id": "479166720", "title": "Resetting Workday Password Through OKTA\n-gDmXH9z5NN", "content": "If you are having trouble resetting your Workday password, try accessing Workday through the tile in OKTA. This should allow you to reset your password and gain access to Workday. If you are still having trouble, contact an IT Support member for assistance.", "url": "https://confluence.gustocorp.com/display/GGKB/Resetting+Workday+Password+Through+OKTA%0A-gDmXH9z5NN"}, {"id": "478609625", "title": "Using Touch ID in Okta Verify", "content": "If you have enrolled your Macbook's Touch ID in Okta Verify, you can use it as an alternative authenticator method if you have lost your phone. This can be done by selecting Verify with something else  and choosing  Security Key or Biometric Authenticator  when prompted.  Okta Verify can be a helpful tool in such unfortunate situations.", "url": "https://confluence.gustocorp.com/display/GGKB/Using+Touch+ID+in+Okta+Verify"}, {"id": "479166715", "title": "Troubleshooting Wi-Fi Connection Issues\n-PK4Zgf55iz", "content": "If you are having trouble connecting to Wi-Fi on your laptop, try the following steps: \n1. Reset your modem and router. \n2. Forget your network on your laptop and reconnect. \n3. Restart your laptop. \n4. Try connecting your laptop to a hotspot on your phone. \n\nIf these steps do not work, contact your IT Support for further assistance.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Wi-Fi+Connection+Issues%0A-PK4Zgf55iz"}, {"id": "478445694", "title": "Deleting a Github Team/Repo -N34XNOTKFP", "content": "If you need to delete a Github team/repo, please reach out to our DEx team in the #dex-help channel.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=478445694"}, {"id": "465306811", "title": "Troubleshooting WiFi Connection Issues in Gusto Offices", "content": "If you are having trouble connecting to the office wifi,  it may be due to their DNS settings. To troubleshoot this issue, have your guest check their DNS settings and make sure they are not set to their own. If this does not resolve the issue, you can file a ticket for further help.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+WiFi+Connection+Issues+in+Gusto+Offices"}, {"id": "478609599", "title": "Accessing Grow with Gusto", "content": "If you are having trouble accessing Grow with Gusto, click on the Degreed tile and if that does not log you in, please contact the GwG team at https://go/gwg.", "url": "https://confluence.gustocorp.com/display/GGKB/Accessing+Grow+with+Gusto"}, {"id": "478609530", "title": "Trying to run MacOS update but Nudge app is not quitting -nn8LJ4R4sG", "content": "If you are having trouble updating your system due to the Nudge app not closing on the list to force quit, press and hold the power button for 5 seconds (until you see the screen goes black). Then turn it back on. If you see the update prompt again, click on start update. If not, go to System Settings  General  Software Update and start the update from there.", "url": "https://confluence.gustocorp.com/display/GGKB/Trying+to+run+MacOS+update+but+Nudge+app+is+not+quitting+-nn8LJ4R4sG"}, {"id": "478445693", "title": "Troubleshooting MasterTax Login Issues-U9c1Ql7M2J", "content": "If you are having trouble loading the Master. Tax page, please reach out to the #itops channal and ask IT to add you to OG_z. Scaler_Mastertax from Okta admin. Once this step is done, try opening the z. Scaler app, navigating to the More tab, and hitting update policy. This should allow you to access the Master. Tax login page. If you are still having trouble, contact IT Support for assistance.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+MasterTax+Login+Issues-U9c1Ql7M2J"}, {"id": "479166681", "title": "Installing Your own Software -c2NhCxNMhs", "content": "If you need to install software on your own, first check the managed software center app to see if the software you need is approved. If it is not, check with your colleagues or PE to see if they are already using the software. If they are, you should be able to download and install it on your own. If you are uncertain about a particular app or tool, check with the security team in the #security-help for approval.", "url": "https://confluence.gustocorp.com/display/GGKB/Installing+Your+own+Software+-c2NhCxNMhs"}, {"id": "478609483", "title": "Troubleshooting Outreach Template Connectivity Issues", "content": "If you are having trouble connecting your Outreach templates to your Gmail account, reach out to the #biztech-help channel in Slack for assistance.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Outreach+Template+Connectivity+Issues"}, {"id": "478609425", "title": "How to Open an XLSX /Excel File", "content": "If you are unable to open an XLSX file, you can use Google Sheets to open it.Go to https://sheets.google.com and click the File picker Icon  , then select Upload. You can then drag and drop the XLSX file into the window and it will open.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=478609425"}, {"id": "363103218", "title": "Migrate to SimpleMDM", "content": "Follow this guide to migrate your Mac to SimpleMDM. The process should only take about 10 minutes to complete. Before you begin, make sure your Mac has a stable network connection and at least 50% battery life.Related articles. Step-by-step Guide. Migrate to SimpleMDM - Manual. Important. The automated migration window has closed. IT ops must manually walk through migration steps from here on out.Log into WorkspaceONE and browse to a device record.Select More Actions  Enterprise Wipe. Note this does not erase the machine. Enter a reason, continue, and then enter a PIN when prompted.Critical Be extra certain You are seeing Enterprise Wipe. Do NOT choose Device Wipe (even if it's your only option) as this will ERASE the Gusties laptop (and will most certainly lead to some very uncomfortable conversations afterwards).If Device Wipe is your only option, stop and reach out to IT-CPE or  for correct permissions before proceeding.  On the Mac, confirm unenrollment completed by looking at System Settings  Privacy  Security  Profiles. There should be no profiles displayed.Open Terminal and run sudo profiles renew -type enrollment A full screen enrollment flow will appear. Step through it to complete enrollment.Open MSC and run check device health to force a Chef run.Confirm Zscaler posture checks pass - CS Falcon is running, certificates are installed, etc.Migrate to SimpleMDM - ARCHIVEDOpen the Managed Software Center app.Search for mdm and select Gusto MDM Migration, or click the banner at the top of the screen.Click the install button and you'll see the migration begin in Managed Software Center.Managed Software Center will close and a new progress window will open.   If you are doing this migration in any of our offices, please expand this note. If you are performing this migration in any of our offices, your laptop will switch to wireless networks to continue the process. If it doesn't connect after 30 seconds, please manually join our g. Guest2 network. Password gowithgusto.When the Enroll in new MDM step occurs, click on banner notification from the top right of your screen. Then click Allow for the following prompt.Enter you laptop password and then hit Enroll.Sign into Okta using your credentials. The enrollment profile should be installed now. It will bring you back to main prompt to run the remaining steps.When all the steps are done, click “Restart” on the MDM Migration window and again on the Mac pop-up to restart your laptop. That’s it!Video Directionshttps://drive.google.com/file/d/1pbY4Ce. XaYUuvz. BnRZ78G4yj. RhOZrXF_P/view?usp=drivesdktrue600Troubleshooting FAQAn error occurred during MDM migration. What should I do?Restart your Mac and try the migration again from Managed Software Center. If you see an error like the one below, or migration fails multiple times, please reach out to IT in the #itops channel on Slack.My Keyboard froze and will not allow me to enter in my password?Please restart your Mac and try the migration again from Managed Software Center.Related articles. Related articles appear here based on the labels you select. Click to edit the macro and add or change labels.false5ITIfalsemodifiedtruepagelabel = kb-how-to-article and type = page and space = ITIkb-how-to-articletrue. Related issues", "url": "https://confluence.gustocorp.com/display/GGKB/Migrate+to+SimpleMDM"}, {"id": "475660490", "title": "Troubleshooting Login Issues with Gong", "content": "If you are having trouble logging into Gong, please reach out to the #biztech-help Slack channel for assistance.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Login+Issues+with+Gong"}, {"id": "475463920", "title": "Setting Up Slido Events", "content": "If you need  Slido access, We  will need the following information to help you set up an event:Event name. Start date. End date. Event code (i.e. #Gusto. Town. Hall)Moderators (who will be helping moderate questions?)", "url": "https://confluence.gustocorp.com/display/GGKB/Setting+Up+Slido+Events"}, {"id": "475660481", "title": "Accessing EasyGenerator", "content": "If you need access to Easy. Generator, please contact the Learning and Development team.", "url": "https://confluence.gustocorp.com/display/GGKB/Accessing+EasyGenerator"}, {"id": "475234491", "title": "How to Delete and Resubmit Lattice Feedback", "content": "If you need to delete and resubmit feedback in Lattice, please submit a PHC ticket at https://go/phc .", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Delete+and+Resubmit+Lattice+Feedback"}, {"id": "475234371", "title": "Trouble with Chrome logging into SalesForce / Aux Coding / NiceCX", "content": "If you are having trouble logging into the aux coding after your computer updated, try clearing your Google Cache. To do this:1. Click on the 3 vertical dots in the top right hand corner of your Chrome browser, hover your cursor over the “History” menu, and click on the “History” button.2. In the top left hand corner of the next screen, hit “Clear browsing data” and check all the boxes and select “All time” then clear data.For further Chrome application troubleshooting, click here:  . If that does not resolve your calling issues, please reach out to the #biztech-help Slack Channel for further assistance.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=475234371"}, {"id": "465307246", "title": "Updating Your Name on Gusto Platforms", "content": "If you are currently going through a legal name change you will first need to request this in Workday. To start this process off for your Gusto accounts:File a request through Workday:Open the Workday tile from gusto.okta.com. Open this link: https://wd5.myworkday.com/gusto/d/task/2997$637.htmld. If the above link does not work, in Workday, search Change My Legal Name and fill out the form.This will kick off a process to other teams.IT will reach out to you for the name change. This will put you out of commission for a few hours while we adjust your accounts and set up a replacement laptop for the new account.As the name change process is both impactful to the Gustie (the process can take a few hours to complete) and is time-intensive with Gusto IT, a team member will reach out to you once they have time to fulfill the request. Appreciate your patience as Gusto only recently implemented a process to do name changes remotely.", "url": "https://confluence.gustocorp.com/display/GGKB/Updating+Your+Name+on+Gusto+Platforms"}, {"id": "465307281", "title": "Resolving Room Conflicts for Recurring Meetings", "content": "When booking a recurring meeting in a room, it is important to check for any conflicts with future events. If a room detects a pre-scheduled event, it will automatically cancel any newly created recurring events due to the conflict.To ensure the room is booked, check the future events for the given room and select one with no conflicts.", "url": "https://confluence.gustocorp.com/display/GGKB/Resolving+Room+Conflicts+for+Recurring+Meetings"}, {"id": "465896928", "title": "Moving Okta from One Phone to Another", "content": "If you are trying to move your Okta from one phone to another, you can follow the instructions in this article https://confluence.gustocorp.com/pages/viewpage.action?page. Id=439812301.If you encounter an invalid token error when scanning the QR code from your laptop, make sure to remove the preexisting account in Okta on your new phone and reregister it.", "url": "https://confluence.gustocorp.com/display/GGKB/Moving+Okta+from+One+Phone+to+Another"}, {"id": "465307166", "title": "How to Use Okta Verify Without a Phone", "content": "If you are unable to use your phone to verify with Okta, you can still sign in with something else.During the login process, select the option to sign in with something else (bottom of the Okta login box) and then select security biometric. This should let you in without needing to use your phone.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Use+Okta+Verify+Without+a+Phone"}, {"id": "465535863", "title": "Troubleshooting Chrome Cache Issues", "content": "If you are experiencing issues with Chrome applications, you may need to clear your Chrome cache. To do this, follow these steps:1. In the top right hand corner of your Chrome browser, click on the 3 vertical dots.2. Hover your cursor over the “History” menu.3. You will then see another History button, go ahead and click on that one.4. In the top left hand corner of the next screen, hit “Clear browsing data”.5. Now you should see the menu that allows you to clear your Chrome cache. You can play with these settings a little but, but most people just check all the boxes and select “All time” then clear data.Need more guidance? Check out the https://confluence.gustocorp.com/display/GGKB/How%2Bto%2Bclear%2Bchrome%2Bcache| guide with pictures!", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Chrome+Cache+Issues"}, {"id": "475660308", "title": "Accessing the Data Engineering Profile on Okta/AWS Console-EchQo1tezR", "content": "To access the Data Engineering profile in the AWS Console, you will need to be added to the OG_dataeng Okta group. seek approval from anyone on data eng before adding", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=475660308"}, {"id": "434602705", "title": "I have a question related to my gusto forma benefits /cannot log into my Forma account.", "content": "For account login issues, please reach out to the People team at https://go/phc.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=434602705"}, {"id": "465535878", "title": "Reactivating an Account After Leaving an SSH Session Active", "content": "If you have left an SSH session active to a devops box and now receive an error message saying Your account is disabled and cannot access this application. Please contact your administrator, you may need to reactivate your account.To do this, please report your issue in the #itops Slack channel amd  provide them with the URL of the devops box. They may need to escalate the issue and unlock your Duo, as well.If you are having the same issue as someone else, provide the link to their conversation for reference. After the issue is resolved, your account should be set back to active.", "url": "https://confluence.gustocorp.com/display/GGKB/Reactivating+an+Account+After+Leaving+an+SSH+Session+Active"}, {"id": "475660307", "title": "Adobe Expiration Message", "content": "If you have received a message via email or your Adobe applications  that you will no longer have access in 6 days, please disregard the message. Gusto has decided to keep licenses for everyone that either did not respond to the survey or said yes they would like to keep it.", "url": "https://confluence.gustocorp.com/display/GGKB/Adobe+Expiration+Message"}, {"id": "475234346", "title": "How to Gain Access to a GitHub Repo", "content": "If you need to gain access to a Git. Hub repo, please  reach out to the #dex-help team in Slack. They can help you get access to the repo.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Gain+Access+to+a+GitHub+Repo"}, {"id": "465307375", "title": "Working from Home Equipment Requests", "content": "If you are looking to request work from home equipment such as a monitor, keyboard, and mouse, please know that the  MBS Tech Grab store is only available to Gusties that do not live near an office location based on Metropolitan Statistical Areas (MSAs).Gusties that are within a office MSAs can utilize the in office Tech Grab Cabinets for IT peripherals. Unfortunately, we do not offer this service to people living within the MSA. If you have any further questions, please reach out to us in Slack at #itops.", "url": "https://confluence.gustocorp.com/display/GGKB/Working+from+Home+Equipment+Requests"}, {"id": "465307448", "title": "Resolving Issues with Excel Spreadsheets and Google Logging Out", "content": "If you are getting an error message when trying to save an Excel spreadsheet, or if Google is logging you out due to inactivity, try hitting the Activate button on the yellow link and entering your email and OKTA password.If you are still having issues, please Slack #itops for assistance.", "url": "https://confluence.gustocorp.com/display/GGKB/Resolving+Issues+with+Excel+Spreadsheets+and+Google+Logging+Out"}, {"id": "465897203", "title": "Troubleshooting Wired Keyboard and Mouse Issues", "content": "If you have recently updated your computer to the latest iOS and your wired keyboard and mouse are no longer working, try the following steps:1. Unplug and plug them back in.2. Restart your computer.3. Check if your keyboard and mouse are wired and not Bluetooth devices.4. Check if you are connecting them to your laptop using an external hub or docking station.5. Pull the power cord on the monitor and power it back up, so the monitor does a full power cycle.If these steps do not work, Slack #itops for further assistance.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Wired+Keyboard+and+Mouse+Issues"}, {"id": "465897279", "title": "Troubleshooting Expensify Login Issues", "content": "If you are having trouble logging into Expensify, first try clearing your cache and cookies in Chrome.If that does not work, reach out to the Fin. Tech team at this link: https://jira.gustocorp.com/servicedesk/customer/portal/29 ", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Expensify+Login+Issues"}, {"id": "465897204", "title": "Troubleshooting HelloFax Issues", "content": "If you are having trouble with Hello. Fax, IT Support can provide you with the username and password for it via a 1password vault.If you are unable to find a related answer to your issue, you can file a ticket or chat directly with an agent.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+HelloFax+Issues"}, {"id": "465897257", "title": "Requesting Chili Piper Admin Access", "content": "If you need to request admin access to Chili Piper, please contact the #biztech-help channel in Slack.If you cannot find a related answer to your issue, you can also file a ticket or chat directly with an agent in the thread.", "url": "https://confluence.gustocorp.com/display/GGKB/Requesting+Chili+Piper+Admin+Access"}, {"id": "475660291", "title": "Locked Out of Panda Demo", "content": "If you are locked out of Panda Demo and see a banner at the top of the screen that says `You have been locked out of Panda'.Please reach out to care leads with this link: https://app.gusto-demo.com/panda/panda_lock_outs/38 `, you will need to reach out to CX leads for assistance.IT Support does not have access to Panda Demo and cannot unlock you. Follow the instructions provided in the link to unlock your account.", "url": "https://confluence.gustocorp.com/display/GGKB/Locked+Out+of+Panda+Demo"}, {"id": "475463689", "title": "Setting Up OKTA Verify on a New Phone", "content": "If you have recently gotten a new phone and are having trouble accessing OKTA Verify to log back into Slack, follow these steps:1. Log into http://gusto.okta.com.2. Click your name in the top right corner.3. Select Settings.4. Find the Security Methods section.5. Set up your new phone .f you have any further questions, please contact your IT Support team.", "url": "https://confluence.gustocorp.com/display/GGKB/Setting+Up+OKTA+Verify+on+a+New+Phone"}, {"id": "465307284", "title": "Setting Up an Email Alias in Gmail", "content": "To set up an email alias in Gmail, follow these steps:Step 1: Add an address you own. On your computer, open Gmail. In the top right, click Settings  See all settings.Click the Accounts and import or Accounts tab.In the “Send mail as” section, click Add another email address.Enter your name and the address you want to send from.Click Next Step  Send verification.Step 2: Confirm the address Open the confirmation message you got from Gmail.lick the link.Step 3: Change the “From” address. In the message, click the “From” line.(If you don’t see this, click the space next to the recipient’s email.)Select the address to send from.", "url": "https://confluence.gustocorp.com/display/GGKB/Setting+Up+an+Email+Alias+in+Gmail"}, {"id": "465896623", "title": "How to Create a Calendar for a Google Group Email", "content": "To create a calendar for a Google Group email address, follow these steps: 1. Go to your Google Calendars. 2. Under Other Calendars, click on the plus sign. 3. Select New Calendar. 4. Title the new calendar whatever you like. 5. Create the new calendar. 6. In the calendar window, click on the three dots next to your new calendar. 7. Click Setting and Sharing. 8. Share with specific groups and people, add the Google Group email address. 9. Invite individuals if needed. If you have any issues, please contact an IT Support member for help.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Create+a+Calendar+for+a+Google+Group+Email"}, {"id": "465896877", "title": "Resolving Excel View Only Issue", "content": "If you are unable to edit on Excel and are stuck in view only mode, you can contact IT Support for assistance. They will assign you a license and you should be able to sign in and edit. Once the issue is resolved, the ticket can be closed.", "url": "https://confluence.gustocorp.com/display/GGKB/Resolving+Excel+View+Only+Issue"}, {"id": "465306813", "title": "DevOps Box Lockout", "content": "If you get locked out of the devops box http://new-devops-west.production.zp-int.com,  please reach out to IT support via #itops and have them check your DUO account to verify that its active and not locked. this should solve your issue.", "url": "https://confluence.gustocorp.com/display/GGKB/DevOps+Box+Lockout"}, {"id": "465307227", "title": "Returning Equipment to Gusto", "content": "To return your equipment to Gusto, click on the provided Fed. Ex link and fill out your personal contact information.In the submission form, enter 'Return to stock' as the return reason and the last 4 digits of your phone number as the reference number.Once submitted, look out for an email with the subject: 'Your Fed. Ex Shipping Information for RMA Gusto'. A QR code, along with your shipment summary and nearest Fed. Ex locations will be generated and sent to your personal email address.Take your equipment to the nearest Fed. Ex store, present your QR code from the email, and a store representative will package and ship all your hardware for you and take care of the rest.", "url": "https://confluence.gustocorp.com/display/GGKB/Returning+Equipment+to+Gusto"}, {"id": "329844982", "title": "Helpful IT Resources", "content": "Get Familiar with Mac and Gusto-wide Tools. Mac LaptopGSuite Slack. At Gusto, we rely on Mac as our main operating system to get our work done. If it's your first time using a Mac, get familiar with the resources below. Mac Basics. How to use a Mac (You. Tube Videos)How to use Mac System Preferences. MacOS User Guide - you can search topics or view the Table of Contents GSuite gives us the ability to communicate, share documents, and organize our processes through an easy to use platform. Gmail- Our email provider. Drive- This stores all your documents that you create and share. Calendar- Create meetings with your colleagues, you can add notes and Zoom links!Docs | Sheets | Slides - All this stores directly to your GDrive. These are similar to Word, Excel and Powerpoint. Gusto Email Etiquette  Norms. Slack is our company wide internal messaging tool. We use it to share important work, celebrate each other, and share hilarious memes. Slack Getting Started Guide - everything you need to know to get started and get to work in Slack. How to Set up Slack on your Phone?Gusto Approved Slack Apps Used to working on a PC? Mac Tips for Window Switchers. Whats It called on Mac?Used to working in Outlook? Difference between Gmail and Outlook. Difference between Google Calendar and Outlook Calendar VPNZoom Okta. Our Virtual Private Network ensures we can access secured internal information and tools. How to connect to ZScaler VPNThe main video conferencing platform to connect with each other and our vast remote workforce. Getting Started Guide for New Zoom Users. How to Zoom articles (created by IT Geeks)13 tips  tricks for better meetings. Gusto Zoom Meeting Etiquette  Norms Okta is our single sign on platform tools with just one click. How to log Into Okta How to get Geek Support. There are multiple ways to connect with IT Geeks for technical support. Reach out to Geek. Bot on slackIT Geeks Help Center You can always post your question in #itops Slack ChannelIT Operations SLAs Get familiar with Team Specific Tools You will learn more about team specific tools as you join your teams and/or role based training, below are a few core resources to help get you started. If you need access please reach out to IT Geeks using the methods above.1Password. Panda Git. Hub1Password is our password vault for team based passwords. 1Password for Teams. Panda is our product demo. Your teams will introduce you to this. Panda Access Your team will introduce you to Git. Hub when the time is right. How to Request Access to Git. Hub", "url": "https://confluence.gustocorp.com/display/GGKB/Helpful+IT+Resources"}, {"id": "465896874", "title": "How to Get External Contractor Access to a Gusto Email?", "content": "To get external contractor access to a Gusto email, you will need to onboard them at Gusto. Work with your People/Invite partner to create an onboarding ticket for the contractor. Once IT sees this ticket, they can create a Gusto email for them.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=465896874"}, {"id": "465536234", "title": "What are the alternative tools for Lucid Suite?", "content": "Currently IT has very limited edit license for Lucid Suite. If you are start a new project that will require collaborative diagramming or virtual whiteboarding, you can try out diagrams.net. Diagrams.net is a free tool! Simply open this link from Google Chrome, and select Google Drive as your save location. ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=465536234"}, {"id": "465307213", "title": "Google Calendar app is not allowed to be used in Gusto Slack Workspace", "content": "Due to the extensive permissions that Slack requires, our Security denied the request to add the Google Calendar app to our Slack workspace. If you have any question regarding this ask, you can reach out to #security-help to get further clarification.", "url": "https://confluence.gustocorp.com/display/GGKB/Google+Calendar+app+is+not+allowed+to+be+used+in+Gusto+Slack+Workspace"}, {"id": "465896674", "title": "How to set up Okta Verify on a new phone (for broken/stolen phone)?", "content": "  IMPORTANT: You will need to have Okta Verify set up on your laptop in order to follow the below steps.On your mobile device, go to the corresponding app store and search for Okta Verify. Install that app. One installed, you can put your phone down and do the next steps on your laptop.On your laptop, using Chrome, open https://gusto.okta.com and log in as you normally would. If Okta does not automatically prompt you to enroll in Okta Verify, click in your name in the upper right of the web page, and select Settings. Once the Settings page loads, at the bottom of the right column of the page you will see Security Methods. Click on Set Up next to Okta Verify.At this point Okta will take you step by step through getting Okta Verify installed and set up  Just click on Set up. Okta will have you download the Okta Verify app from your phone's app store and present a QR code to scan. See the next step for what it looks like on your phone.This is the flow on your phone. For the most part, you will just select the blue default button (please check out the guide below for screenshots if need additional assistance) Need extra guidance? Check out this guide with screenshots!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=465896674"}, {"id": "465306814", "title": "Troubleshooting VDI Access Issues", "content": "If you are unable to access VDI, try resetting your session. Close the Horizon app and try signing in again. If this does not work, contact IT Support for further assistance.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+VDI+Access+Issues"}, {"id": "465896557", "title": "Syncing Okta and Computer Passwords", "content": "To sync your Okta and computer passwords, start by going to your system settings - users and groups - click on the i on your profile - then change password. Here you will put in your old Okta password then your new Okta password twice to confirm the change. Make sure your new Okta password is at least 18 characters long. After that, the passwords should be synced.", "url": "https://confluence.gustocorp.com/display/GGKB/Syncing+Okta+and+Computer+Passwords"}, {"id": "465896551", "title": "Resolving \"Unable to sign in. You must sign-in on your business domain rather than the generic ‘my’ domain\" Error", "content": "If you are receiving the error Unable to sign in. You must sign-in on your business domain rather than the generic ‘my’ domain when attempting to log into 1password, try signing in from  http://gustohq.1password.com|gustohq.1password.com . This should resolve the issue.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=465896551"}, {"id": "465535865", "title": "Reinstating Github Access", "content": "If you need to reinstate your Github access, DM @geekbot and ask get Me Github. This will prompt you to get access. Be sure to follow the How to Access Gusto's Github Organization documentation to link your personal Github to the Org.", "url": "https://confluence.gustocorp.com/display/GGKB/Reinstating+Github+Access"}, {"id": "465535814", "title": "Geek Bot Article Template", "content": "Use the format here in order to create new Geek Bot templates. Make sure to link the more descriptive article below as well  Need extra guidance on these steps? Check out this guide with screenshots!", "url": "https://confluence.gustocorp.com/display/GGKB/Geek+Bot+Article+Template"}, {"id": "465896494", "title": "Troubleshooting Confluence Access from Okta", "content": "If you are having trouble accessing Confluence from Okta, even though you are connected to zscaler, you may be missing a number of required policies. To troubleshoot this issue, run the Device Health Check tool from Managed Software Center, click the More..  Update Policy button in z. Scaler, and log into  http://gusto.okta.com|gusto.okta.com . If the issue persists, you may need to restart your Mac and contact IT support for a Zoom session.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Confluence+Access+from+Okta"}, {"id": "465896424", "title": "Golinks and Dynamic Jira Searching", "content": "Golinks are a great way to quickly access websites and other resources. However, the golinks at some companies may not be configured to allow for dynamic Jira searching. This means that the golink may not be able to append additional content, such as a ticket number, to the link. If you are having trouble with golinks and dynamic Jira searching, contact your IT support team to see if it is possible to enable this feature.", "url": "https://confluence.gustocorp.com/display/GGKB/Golinks+and+Dynamic+Jira+Searching"}, {"id": "300549465", "title": "How to request a Chrome extension be allowlisted", "content": "Post your request with the Chrome store URL link to the extension you would like to add in the #security-help Slack channel.Once the Security team approves the app, they will send in a request to allowlist this extension for you. ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+request+a+Chrome+extension+be+allowlisted"}, {"id": "425656990", "title": "Who gets access to the MBS Tech Grab Store?", "content": "Aligning with Metro Based benefits, Gusties that do NOT live near an office location based on the Metropolitan Statistical Areas (MSAs), are eligible to utilize the MBS Tech Grab Store. Gusties that are within a office MSAs can utilize the in office Tech Grab Cabinets for IT peripherals. Please see this confluence page for more information on peripherals in the offices.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=425656990"}, {"id": "454723435", "title": "Troubleshooting Windows Cinc-Client", "content": "Prerequisites. Basic Gusto Geek admin access to Air. Watch/WS1: https://cn888.awmdm.com/Air. Watch/Login?Return. Url=%2FAir. Watch%2F#/Device/Dashboard. Purpose:There will be instances where an onboarding Gusties Windows laptop will get errors attempting to run the cinc-client component (step 5 of Gusto PC Setup Guide - 2023). This error is indicative of missing or improperly installed Chef client components, which are needed for the  machine to properly install many apps and policies.The most common error is:bash. Resolution steps:Log into Airwatch/WS1Look up the Gusties Laptop record via their first name or their serial number (the latter can be gleaned from SAL: https://mr.gustocorp.com/).Click on the discovered laptop record:From the More menu  , select  Products Select the win_cinc  radio button and click  Force Reprocess  to have Airwatch attempt to reinstall proper Chef client components.After a few minutes (and as long as the Gusties Windows machine is online and connected to the Internet), if the win_cinc job successfully ran, You should see successful results when clicking on the Jobs button  Once a successful win_cinc job has run, have the end user reattempt to run cinc-client  from an  Administrative command prompt  (as documented in step 5 of Gusto PC Setup Guide - 2023).If the Gustie is still getting an error when running cinc-client, have the Gustie reboot their windows machine and repeat steps 4-6 above. If this fails to resolve the issue, be sure to create a linked Escalation ticket to IT-EUT for assistance with CPE to assist with resolution.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Windows+Cinc-Client"}, {"id": "454885505", "title": "Disabling IPV6 on the Mac", "content": "Under certain conditions, IPV6 set to Automatic mode on a Mac's Network interface will cause z. Scaler connectivity to bounce up and down, resulting in an unstable network connection to Gusto apps (PANDA/HIPPO, Confluence, Jira, etc)This is is currently prevalent with Gusties using Starlink Satellite Internet service.Users with Starlink Satellite Internet service will greatly benefit from setting IPV6 to Link-Local Only!Step-by-step guide. Add the steps involved:From the Apple Menu, Open System Settings..In the preferences window, click Network.Select network connection type you are currently using (hint: the Green icon will indicate the active one). 99% of the time it will be Wi-Fi.Click the Details button next to your Wi. Fi Networks name.Go to the TCP/IP tab at the top.Besides Configure IPv6, select Link-local Only from the from the dropdown menu.Click  Ok  to apply changes.Want to see a guide with pictures? Check out the link below! true. Related issues", "url": "https://confluence.gustocorp.com/display/GGKB/Disabling+IPV6+on+the+Mac"}, {"id": "454722930", "title": "TextExpander Troubleshooting", "content": "Summary of issue per: https://textexpander.com/secure-input. Text. Expander expands snippets in response to what you type. But when you are typing a password or entering other sensitive information, a MacOS Security feature called Secure Input ensures that Text. Expander—along with other applications—can’t see what you’re typing.Normally, Secure Input is a good thing; you wouldn’t want Text. Expander or any other applications to see your passwords. Secure Input is usually turned off as soon as you leave the password field or sensitive information area. But sometimes Secure Input will stay enabled even after you are finished typing sensitive information.In such cases, Text. Expander will stop functioning until Secure Input is disabled. and show such errors as:Loginwindow has disabled Text. Expander expansion. Process xxxxx has disabled Text. Expander expansion. How to Fix It. Unfortunately, there are a few situations where Secure Input is left in its “enabled” state when it should not be—when you have finished entering sensitive information, or when you have begun to use a different application than the one that turned on Secure Input. In these cases, you will not be able to use Text. Expander until Secure Input is disabled. So how can you disable Secure Input?Text. Expander will let you know when Secure Input is enabled by updating its menu bar item to indicate that expansion is disabled. If the application enabling Secure Input is not the current application, Text. Expander adds a “caution” symbol to its menu bar icon and Dock icon. (Text. Expander checks Secure Input status about every 15 seconds, so the icon display may lag a bit behind the actual state.) While the menu icon displays as disabled, the “Secure Input enabled by (app name) / Secure Input Prevents Expansion…” menu item indicates which application appears to have enabled Secure Input. Quitting that application will disable Secure Input, allowing Text. Expander to function again.Work-around. In some cases you can avoid Secure Input remaining enabled if you turn off any auto-submit feature of an auto-login that you are using. Instead, once you fill the password field, or your auto-login fills the password field, click whatever “Login” or “Submit” button is provided along with the password rather than pressing the Return key on your keyboard.", "url": "https://confluence.gustocorp.com/display/GGKB/TextExpander+Troubleshooting"}, {"id": "300552279", "title": "How to resolve zScaler not available on laptop", "content": "If z. Scaler is not showing as available in the Managed Software Center, or on your laptop if you spotlight search (command and shift), run through the following steps to install z. Scaler:Please restart your laptop and attempt to log into z. Scaler again.If z. Scaler is still unavailable, please run the Device. Health. Check. Tool ,located in Managed Software Center. Run IT's Check Device Health from MSC.Video: How to run Check Device Health.mov. Steps:Open the Managed Software Center.Click Check Device Health, a button under the banner.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+resolve+zScaler+not+available+on+laptop"}, {"id": "444401354", "title": "How to Submit a Request for modifying an existing JIRA project or Troubleshoot Jira access", "content": "If your existing JIRA project requires modifications, such as:adding/removing fields/Ticket assignmentstemplate modificationsexisting functionality issuesadd/remove permissions. Please include the following in the request to IT:1. The JIRA project name.2. If requesting permissions changes, the names of the Gustie(s) who's permissions should be changed (as well as what the change being requested is).3. If requesting project functionality changes (Issue types, statuses/workflow, templates, etc), please include as much  detail as possible in the request.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Submit+a+Request+for+modifying+an+existing+JIRA+project+or+Troubleshoot+Jira+access"}, {"id": "439812782", "title": "How can I send a secure email?", "content": "Gusto uses and encourages Gusties to use our  service.Send. Safely is a file-exchange system for sending sensitive data securely from Gustie to Gustie but more importantly, from Gusto to a Gustomer, from Gusto to an external Partners, or vice versa. It also has a Gmail integration that lets folks send encrypted emails.Send. Safely can be accessed from Salesforce, via Okta, or directly through our Send. Safely portal.Using Send. Safely with Gmail. While Send. Safely does have a web interface, it also has a Gmail Chrome extension that allows you to securely encrypt emails and/or attachments without having to leave Gmail.Instructions can be found here on how to set this up.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=439812782"}, {"id": "293438565", "title": "How to connect to zScaler", "content": "You will need to connect to z. Scaler before you access any internal resources!If you are unable to access Panda, Hippo, Jira or Confluence, please verify that z. Scaler is running and you are logged into it. If you see a red exclamation mark on the z. Scaler icon, it likely means you will need to re-authenticate Hit Command + Space key to bring up Spotlight search, then type in z. Scaler to search and launch the app. If you already have the app open, click on the tiny blue cloud icon from the top right of your status bar  Open. Once the app is open, enter your Okta credentials to log in. Approve the Duo prompt on your cellphone.You are connected!Pro tips: z. Scaler will require you to log in every seven days. No longer will you have to log in multiple times a day as with VPN. A z. Scaler pop up will let you know when you need to log back in. Also, the z. Scaler icon will have a red dot over it.Need extra guidance? Check out this guide with step by step pictures! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+connect+to+zScaler"}, {"id": "455148061", "title": "Getting access to a JIRA Project", "content": "If you discover that you cannot access a specific Jira project, or are trying to make modifications to anexisting Jira project, please post your request in #itops within Slack and provide the following information:The Jira project Name.What level of access you are trying to get (Service Desk, Kanban board access, etc).Please include the URL to the Jira project page you are trying to access.", "url": "https://confluence.gustocorp.com/display/GGKB/Getting+access+to+a+JIRA+Project"}, {"id": "455148051", "title": "How to file a WFM Jira", "content": "Please navigate to: https://jira.gustocorp.com/servicedesk/customer/portal/67 to file a WFM Jira ticket. ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+file+a+WFM+Jira"}, {"id": "317032943", "title": "How to troubleshoot monitor connection?", "content": "If you are not getting signal on your external monitor, go ahead and try the following steps: Make sure the monitor is on. There is a power button for our monitors. For Dell monitor, it is located at the back of the screen (bottom right). For LG monitor, it is located under the LG logo. Disconnect/reconnect the USB-C cable. You might want to try a different USB-C port on your laptop as well.Disconnect the power cord from the monitor and wait for 10 seconds  then reconnect back. Do a full restart on your laptop and try again. Still having issue? Swing by the helpdesk to let us know or post in #itops on Slack!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317032943"}, {"id": "444401350", "title": "How do I set the reporter as person who clones a JIRA template?", "content": "To set the reporter as the person who clones the JIRA template, you can use a combination of JIRA Automation and Script. Runner for JIRA. Here's how you can achieve it:1. Install and configure Script. Runner for JIRA in your JIRA instance if you haven't already.2. In JIRA, go to the project where you want to create the template and navigate to the Project Settings or Administration section.3. Look for the Automation or Workflows option and click on it.4. Create a new rule or workflow that will be triggered when a new issue is created using the template.5. Configure the rule to set the reporter field to the person who clones the template. - Use the Edit issue action in the rule. - Set the Reporter field to the value of the Clone Initiator field.6. Save the rule or workflow.7. Now, you need to create a Script. Runner post-function to populate the Clone Initiator field with the user who clones the template. - In the project's workflow, edit the workflow transition that is used to clone the template. - Add a new post-function from the Script. Runner category. - Configure the post-function to set the value of the Clone Initiator field to the user who performs the clone operation.8. Save the workflow and ensure that the post-function is placed after the clone operation. With these steps, when a user clones the template, the Clone Initiator field will be populated with their name, and the JIRA Automation rule will set the reporter field to the value of the Clone Initiator field. This way, the reporter will be set as the person who clones the template.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=444401350"}, {"id": "414517059", "title": "How to Enroll in Okta 2.0 (Okta Verify on Mobile)?", "content": "On your mobile device, go to the corresponding app store and search for Okta Verify. Install that app. One installed, you can put your phone down and do the next steps on your laptop.On your laptop, using Chrome, open https://gusto.okta.com and log in as you normally would. If Okta does not automatically prompt you to enroll in Okta Verify, click in your name in the upper right of the web page, and select Settings. Once the Settings page loads, at the bottom of the right column of the page you will see Security Methods. Click on Set Up next to Okta Verify.At this point Okta will take you step by step through getting Okta Verify installed and set up  Just click on Set up. Okta will have you download the Okta Verify app from your phone's app store and present a QR code to scan. See the next step for what it looks like on your phone.This is the flow on your phone. For the most part, you will just select the blue default button (please check out the guide below for screenshots if need additional assistance) Need extra guidance? Check out this guide with screenshots!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=414517059"}, {"id": "414517056", "title": "How to Enroll in Okta 2.0 (Okta Verify on Laptop)?", "content": "If you are on a Gusto laptop, the Okta Verify app should be available for install in the Managed Software Center, an app in your Applications folder.In Managed Software Center, search for Okta and then click Install under the Okta Verify application.Launch the newly installed Okta Verify application. You should see a screen saying Welcome to Okta Verify. Click Get Started, and then Next on the next screen.The app should autofill the sign-on URL. If it does not, it is gusto.okta.com. Click Next and then, on the next screen, Add account. This will open your web browser and ask you to log into Okta as you normally do. Once you complete the login process, the Okta Verify should open again with a screen asking you to Enable Touch ID. Click on that button to do so. Once you enable Touch ID, you will be presented with the below screen. Congratulations, you have successfully configured the Okta Verify application!Need extra guidance on these steps? Check out this guide with screenshots!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=414517056"}, {"id": "439288892", "title": "Resolving Font Corruption - Fonts showing as questions Marks on Mac", "content": "If your Mac's Font's are showing up as question marks (???) or appear as corrupted, please follow the steps to reset your Font Library.Step-by-step guide. In the Font Book app  on your Mac, choose Font Book  Settings.Click Advanced, then click Reset Fonts.Click Proceed to confirm, and enter your password if asked.Reboot your Mac.Any fonts you’ve installed are placed in /Library/Fonts (Removed) or in ~/Library/Fonts (Removed). To install those fonts again, just reinstall them.true. Related issues", "url": "https://confluence.gustocorp.com/display/GGKB/Resolving+Font+Corruption+-+Fonts+showing+as+questions+Marks+on+Mac"}, {"id": "270827820", "title": "How to access Gusto's GitHub organization", "content": "It's Gusto's Git. Hub organization. Gusto has a Git. Hub organization (github.com/gusto) to which private Git. Hub accounts are added. This process will help you add your account.It's your Git. Hub account. For this process, you may use your existing Git. Hub account (if you have one), or create one specifically for use with Gusto.This is your Github account, and you will keep it even outside Gusto.Use your existing Git. Hub account or create a new one. Use an existing Git. Hub account. Ensure you have a strong password set and saved to a trusted password manager, like 1Password. Did you know you get a FREE 1Password Family membership because Gusto uses 1Password for Business?Enable 2FA for this Git. Hub account (2FA is required for access to Gusto's Git. Hub organization)Create a Git. Hub account: github.com/join. Generate and save the password in 1Password.Enable 2FA for this Git. Hub account (2FA is required for access to Gusto's Git. Hub organization)Slack Geekbot directly requesting access for Github.Login to Github at github.com/login.In a separate tab, login to gusto.okta.com and find the Git. Hub tile. Click it.Accept the invitation to join the Gusto organization in Git. Hub:Go to your Gusto inbox. Open the invitation email with subject like has invited you to join the Gusto organization. Click the green Join Gusto button in the email. Visit https://github.com/Gusto/zenpayroll and confirm you can access Git. Hub. Optional: Request access to Git. Hub Copilot. You're done!Team Access. It's your Git. Hub account. Access to code repositories within Git. Hub is managed using Git. Hub teams.See Git. Hub Teams", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+access+Gusto%27s+GitHub+organization"}, {"id": "434602731", "title": "Missing Okta Chrome Extension/Plug-In", "content": "If you are no longer seeing /missing the Okta Plug-in / extension in your Chrome browser:1. Visit the Okta Browser Plugin page.2. Click the Add to Chrome  button.3. Once you add the extension, the next time you log out and back into Okta, the extension should reauthorize. ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=434602731"}, {"id": "434602727", "title": "Trouble logging into Ironclad", "content": "For issues logging into Ironclad, please reach out to Fintech at go/fint", "url": "https://confluence.gustocorp.com/display/GGKB/Trouble+logging+into+Ironclad"}, {"id": "300549418", "title": "Geek Bot FAQ", "content": "What is Geek Bot?Geek Bot is an AI chatbot in Slack designed to help you to resolve IT issues instantly and autonomously. It is trained on the Gusto environment and equipped with knowledge from the IT Confluence knowledge base to assist you with any asks or questions. Geek Bot integrates with Jira to create tickets, locate forms, and search the confluence knowledge base for you.What can Geek Bot help me with?Today Geekbot can help you with:Answer your troubleshooting and “How To” questions. Filing tickets. Getting meaningful updates on tickets. Get access to Okta applications. Helping application owners approve or deny Gustie access to apps. Create Google Groups (currently limited to gusto.com groups)Add you and your teammates to Google Groups (currently limited to gusto.com groups)Looking up information about other Gusties. How do I talk to Geek Bot?Talk to the bot like you’d talk to a coworker: Don’t just type a keyword. Instead, ask a question, or tell the bot what you want to do. For example, don’t type “Zscaler,” type a sentence like, “How do I connect to Zscaler?” This gives the bot the context to know what kind of problem you’re having, or if you just want information. Why does Geek Bot expect you to make requests in this way? Geek Bot uses Natural Language Processing (NLP), which means it’s trained on the way people naturally ask questions and describe their problems, so the best way to communicate is using natural language that would also be understood by a human agent.Should I DM Geek Bot when I have a question?Yes you can DM Geek Bot for any question or issue you have. If Geekbot can’t help it will direct you to file an IT ticket. Geekbot is also in available in our #itops Slack channel and will respond if it thinks it can help.Is Geek Bot replacing IT Support or #itops?No! Imagine Geek Bot as an additional member of our IT Support team that is available 24/7 with IT knowledge and troubleshooting skills. The IT Support humans are still available to help you just like before in #itops or by filing a ticket in Jira via go/help or by filing a ticket directly with Geek Bot.When will Geek Bot reach out to me?Geek Bot watches tickets and contacts users when important changes happen on the ticket. Below, we list the changes to a ticket that cause Geek Bot to send a message to the user.Triggering Event on a Ticket. Ticket state changed to On Hold, awaiting requester's input. An IT Agent, a Watcher, or any other person adds a user facing comment. Ticket state changed to RESOLVED or CLOSED Ticket state is New or In Progress and has no comments for 4 days (the duration is configurable)A user added a comment and hasn't posted or canceled that comment within 90 seconds. How does Geek Bot handle software approvals?Geek Bot is programmed to know who the approvers are for most Okta apps. Geek Bot will send a Slack message to the assigned approver requesting approval. Once approved Geek Bot will instantly give you access to the app. Take a look below at all the apps Geek Bot can provide access to.Applications that Geek. Bot can provide access to15Five. Code Climate Velocity. Go Links. Outreach. Xactly. Gusto CMS/g. Corp CMSAirtable. Coder. Pad. Go Links Admin. Pager. Duty. ZenSARunway. Amplitude. Code. Signal. Gong. Payroll CMSZoom. Reduct. Amundsen. Command. Bar. Heroku. Persona. Git. Hub Ardius. Workplace. Amundsen Staging. Danger. Zone. Intercom. Qualtrics. Git. Hub Symmetry. Loom. Anaplan. Data. Dog. Ironclad. Retrium. Docker Hub. App. Dynamics. Apollo Studio. Devloper Portal. Jumpstart. Reylance AIVISO Trust. App. Dynamics - Staging. Asana. Docu. Sign. Linked. In Recruiter. Sendsafely. Monte Carlo. Gong - Symmetry. Bitrise. Feroot. Lob. SpinnakerDBTDot. Com Monitor. Blackline. Figma. Lucid. Chart. Sprout. SocialNICE EEMRead. Me - Symmetry. Bugcrowd. Fullstory. Lucid. Spark. Tableau. Adobe/Adobe Acrobat. Vanta. Buildkite. Funnel.ioNICE CXone. User. Testing. Staffbase. Boost Security. Canva. Git. HubNICE WFMUserzoom. InstabaseMBS Store. Git. Hub Co. Pilot. How can I teach Geek Bot?Geek Bot continuously learns from the questions you ask and by providing feedback if the solution provided was useful or not (Thumbs up / Thumbs down).Why Geek Bot? Our top priority is giving you the tools, resources, and support you need to do your best work. With so many IT issues to solve, Geek Bot  will be able to address thousands of issues at the same time — day or night, weekend or holiday. Problems that take hours to fix for people only take seconds for the bot.Who built Geek Bot? Geek Bot was built by Moveworks, an AI company whose platform is purpose-built to resolve IT issues. Moveworks uses machine learning to improve over time.", "url": "https://confluence.gustocorp.com/display/GGKB/Geek+Bot+FAQ"}, {"id": "434602703", "title": "Remote Employees working in Gusto Office Locations", "content": "Please reach out to the People Help Center and Environment Team at https://go/phc for Office location visits and assistance withbooking a desk in Envoy!", "url": "https://confluence.gustocorp.com/display/GGKB/Remote+Employees+working+in+Gusto+Office+Locations"}, {"id": "434602701", "title": "How do I refer a customer to gusto?", "content": "Please follow the Referring Customers to Accounting Services Confluence page for more information.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=434602701"}, {"id": "434602699", "title": "Employee Referrals - Refer new EE to Gusto", "content": "To refer someone or a potential EE to Gusto, please visit the FAQ: Employee Referrals Confluence page.Other questions?If you have questions that are not answered on our FAQ above, please file a referral ticket on the People Help Center by going to the web address https://go/employeereferrals,or by following this path in JIRA: People Help Center  Invite Operations  Programs  Contact the Invite Ops  Programs Team.There, you'll give an overview of your issue and select Invite Referrals in the dropdown. ", "url": "https://confluence.gustocorp.com/display/GGKB/Employee+Referrals+-+Refer+new+EE+to+Gusto"}, {"id": "434602697", "title": "How do I submit a question to the people team?", "content": "To submit a question to people operations or the people team, please file a support request at https://go/phc. ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=434602697"}, {"id": "434602694", "title": "Who is on a specific team?", "content": "Please visit the Work. Day for All Employees Confluence page to use the Org Chart Function to identify all members of a specific team.Use the org chart functionality?Use the search bar at the top of the screen and input a person’s name.On the left side of the page under their profile picture, you’ll see an org chart icon that says “Team”.Click on “Team” and an interactive org chart will be presented.You can scroll up or click the up arrow to see the hierarchy or click on a name to see who is under that person’s supervision.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=434602694"}, {"id": "434602690", "title": "Time off & leave of absence questions", "content": "Please visit the Time-Off  Leave of Absence Hub for answers to your questions on Cocoon.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=434602690"}, {"id": "434602687", "title": "Building Access /Access Card issues", "content": "For requesting building access, activating your badge for in office visits and issues pertaining to your employee badge, please submit an Environment ticket at https://go/phc", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=434602687"}, {"id": "434602672", "title": "Easy Generator App Access", "content": "For access and issues with Easy Generator, reach out to the #grow_with_gusto channel, where a member of the Growth team can assist you. Thanks!", "url": "https://confluence.gustocorp.com/display/GGKB/Easy+Generator+App+Access"}, {"id": "434602493", "title": "Changing settings in the Zoom desktop client/mobile app", "content": "You can use the Zoom desktop client and mobile app to change some settings without signing in to the Zoom web portal.macOSTo access settings in the Zoom desktop client:Sign in to the Zoom desktop client.Click your profile picture, then click Settings.This will open the settings window, giving you access to the following options: General. Change settings related to joining or starting a meeting.Use dual monitors: Place screen share content and video on separate screens while in a meeting. Enter full screen when starting or joining a meeting. Always show meeting controls: Make the meeting controls visible at all times. If disabled, meeting controls will hide if your mouse pointer is inactive for a few seconds.Copy invite link when starting a meeting. Ask me to confirm when I leave a meeting: Display a prompt to confirm if you want to leave the meeting after clicking Leave Meeting.Show meeting timers: Display the total time you have been in the current meeting, or the time remaining for scheduled meetings. Add Zoom to macOS menu bar. Stop my video and audio when my display is off or screen saver begins. Show Pair with Room feature on home screen navigation bar. Remind me __ minutes before my upcoming meetings: Display a notification at the specified time before your meetings start.Show user profile icon next to in-meeting chat messages: Displays the participants’ profile photos in in-meeting chat. If no image is available for a participant, the participant’s initials appear.Automatically keep Zoom up to date: Allows the Zoom desktop app to download and install updates. Users can choose between 2 update cadences: Slow and Fast. Learn more about automatic updates. Zoom Assistant: Controls the visibility of a compact desktop panel, allowing phone users to quickly find their contacts, access and manage speed dial, make and receive calls, and transfer calls. Phone: Select the checkbox to enable Zoom Assistant for Phone. Theme: Choose between Light and Dark themes desktop client.Navigation: Reorder the arrangement of product tabs along the top of the desktop client. Each tab can be dragged-and-dropped to reorder and prioritize the Zoom products you use. Click the Reset to default to revert changes back. Reaction Skin Tone: Select the default skin tone when using chat emoticons and meeting reactions.Activate the following emojis based on hand gesture recognition: Use Gesture Recognition to detect and enable certain reactions. Display your reactions above toolbar: Display your selected reactions to appear above the toolbar in the meeting. View More Settings: Open the Zoom web portal to adjust settings not available in the Zoom client.Activity Center: Click Manage Notifications to adjust which notifications are triggered by the Zoom Activity Center.  Video. View your video feed and change your camera.Camera. Camera: Select the camera you want Zoom to use.Camera settings: Select Original Ratio (usually a 4:3 aspect ratio) or HD (usually 16:9 aspect ratio), as well as Mirror my video, which will horizontally flip your video. My Video. Touch up my appearance: Apply a softening effect to skin to minimize the visibility of imperfections. Adjust for low light: Improves video brightness and quality in low light surroundings. Choose between Auto (selected by default) and Manual, which provides a slider for how much you want to increase video brightness. Always display participant name on their videos: Display participant's name : on their video.Stop my video when joining a meeting: Automatically disable your video when joining a meeting.Always show video preview dialog when joining a video meeting. Hide non-video participants: Hide participants' thumbnail if they don't have video enabled. Thumbnails for non-video participants display their name.Hide self view: Hide your own video feed when in a meeting or webinar. This can also be controlled during a live session through the View  menu. Enable stop incoming video feature: Provides the in-meeting option to stop all incoming video. See myself as the active speaker while speaking: Place your video as the primary active speaker on your own screen when you speak.Maximum participants displayed per screen in Gallery View: Choose between 25 participants or 49 participants (if supported by your device)Advanced: View advanced video settings Audio. Set your microphone and speaker, test them, adjust their volume, and change other settings.Speaker: Click Test Speaker to play a test tone. Click the drop-down menu to select the speaker you want Zoom to use, and adjust the volume slider as needed to control volume levels. Use separate audio device to play ringtone simultaneously: Select another device that will play the ringtone when you are invited to a Zoom meeting or receive a Zoom Phone call. This device will ring simultaneously with your selected speaker.Microphone: Click Test Mic to record audio and play it back. Click the drop-down to select the mic you want Zoom to use.Automatically adjust microphone: Automatically make your microphone softer or louder as needed to normalize the volume and make it easier for other participants to hear you. If you are having issues with your audio fading in and out, you may want to turn this setting off.Use specific audio input channels: When 2 or more audio channels are available for an audio input, users can select and manage multiple inputs coming from that source. If multiple channels are not detected, this option will not appear.Audio Profile. Zoom optimized audio: Recommended for most uses, this audio profile provides standard background noise suppression, which can be adjusted below: Background noise suppression Choose between Auto, Low, Medium, and High levels of noise suppression. Original sound for musicians: Adds an in-meeting button to disable noise suppression and echo cancellation, while increasing codec quality or encoding in stereo.  High-fidelity music mode: This disables echo cancellation  post-processing, while raising audio codec quality to 48Khz, 96Kbps mono/192kbps stereo. Professional audio interface, microphone, and headphones required.Echo cancellation: Prevents the creation of echoes between mic and speakers. Disable only recommended when using headphones to isolate audio or when playing instruments.Stereo audio: Encodes mic audio in stereo. Requires a stereo-capable microphone or audio interface.Live performance audio: Further reduces latency for audio to ~30-50ms. Ringtones: Select the audio volume and ringtone for incoming meeting invites, Zoom Phone calls, Zoom Contact Center inbound engagements, and even set specific ringtones for individual contacts. This setting doesn't sync with the identical mobile app setting.Automatically join audio by computer when joining a meeting: Automatically join meetings with computer audio, instead of displaying a prompt to join.Mute my mic when joining a meeting. Do not prompt joining audio when I join a meeting using 3rd party audio. Press and hold 'Space key' to temporarily unmute yourself: If you are muted in a meeting, allows you to unmute by pressing and holding the SPACE bar.Sync buttons on headset: Allows the mute/mute function to be synced from your audio device to the Zoom desktop client. In other words, if you mute or unmute using a button on your audio device, the Zoom client will show your mic is muted or unmuted. Only enable this setting if you using a supported audio device.Advanced: View advanced audio settings. Share Screen. Change settings related to screen sharing.Window size when screen sharing: Choose how you would like the meeting window to change when viewing shared content, Fullscreen mode, Maximize window, or Maintain current size. Scale to fit shared content to Zoom window: Automatically scale the shared screen to fit the size of the Zoom window.Show my Zoom windows to other participants when I am screen sharing: Display the Zoom client to other participants when you share your screen. By default, the Zoom client is hidden when you share your screen. The Show Zoom windows during screen share option on the Settings page in the web portal must be enabled before this will appear in the client. Side-by-side mode: Display the shared screen and participants' video side by side.Share applications: Share an individual window: Just share the selected window of the application. Share all windows from an application: Share all open windows of that application. When I share my screen in a meeting: Choose the default behavior when sharing.  Automatically share desktop. Show all sharing options. When I share directly to a Zoom Room: Choose the default behavior when sharing to a Zoom Room.   Automatically share desktop. Show all sharing options. Advanced: View advanced screen sharing settings. Phone. Displays information relating to Zoom Phone if you have a Zoom Phone license. Team Chat. Adjust settings related to Zoom Team Chat channel and message notifications.Show at the top of my sidebar. Check the show each of the following options always in the left sidebar:Missed Calls: Lists any missed calls to join a video meeting. Contact Requests: Lists any pending and recent contact requests. Bookmarks: Lists any bookmarked messages.Reminders: Lists any messages you've set up reminders for.Files: Displays all files you have sent, including documents and screenshots.Get Started: Displays a how-to tutorial for getting started with Team Chat.Customize the behavior of my sidebar. Only allow one section opened at a time: When checked, only one section of chats and channels can be open at a time, closing all others when a new one is opened. Sections include folders, recents, chats, and channels. Organize by section: When checked, chats and channels not assigned to a folder or the Starred section. When unchecked, unassigned chats and channels will be listed chronologically under a combined Recents section. Show profile pictures next to direct message chats: When checked, users profile pictures are displayed next to their messages. If no profile picture is provided, then their initials are used instead. Customize the look of my sidebar. Choose one of the provided colors to customize the background color of the left sidebar in the Team Chat tab. Note: Can only be customized in Light mode. Other Settings. Show link preview: Insert a link preview with the page title, preview image, and description whenever your message contains a link.Change my status to Away when I am inactive for ___ minutes: Change your status to Away if your computer is inactive for the specified amount of minutes.Bounce application icon when receiving a new message: Show a bounce animation for the Zoom icon when you receive a new message.Blocked users: Click Manage blocked users to view contacts you have blocked and remove them from the blocked list. Unread Messages. Keep all unread messages on top in hat and channels lists: Keep chats with unread messages to the top of your chats list.Show unread message count () for channels: Display the number of unread messages beside each chat.Move messages with new replies to the bottom of the chat. When viewing unread messages in a channel: Start at the first unread. Start at the latest. Notifications: Select if you want to receive notifications for:All messages. Direct Messages, Mentions, and Replies: Show notifications for private 1-on-1 chats, any time someone uses @(your name) in any channel (group chat), or replies to a thread you're on.Off. Except: Set exceptions if you want specific channels to have different notification settings than the one your set above. Keyword and Contacts Notifications: Set keywords and contacts you want to receive notifications for.Sound and Behavior. Play sound when I receive a new message: Audio notifications are played for messages. Show message preview (this overrides the system preference): Message contents partially shown in desktop notifications. Do not disturb from __ to __:  Set the time period when you do not want to receive notifications.Mute chat notifications while I am in a meeting or internal call: Zoom notifications are temporarily paused when in a Zoom meeting or call. Open chats in a new window when selecting a push notification Zoom Apps. On meeting start, open selected Zoom Apps for me: Select up to 5 installed Zoom Apps that are automatically opened when you start a meeting. On meeting end, keep meeting apps open for me: Check to keep apps opened during the meeting open for continued use. Zoom Apps Local App Data  Cookies: Some Zoom Apps may store data and cookies locally on the device, which can be cleared by you. Click Clear to remove any currently stored Zoom Apps data or cookies.  Background  Filters. You can select a virtual background, select the color of the background (green screen) behind you, and upload a virtual background image. You can also apply video enhancements such as video filters, studio effects, and avatars to your video appearance. Recording. Select the location for your local recordings and view how much cloud recording space you have and how much is in use.Local Recording. Store my recordings at: Choose the default location to save recording files.Note: Setting the default location to a cloud syncing folder (such as Dropbox, Google Drive, or One Drive), an external drive, or network storage device may cause issues with saving and converting the local recording. Zoom strongly recommends keeping the default location on a local drive for recordings.Choose a location to save the recording to after the meeting ends: When a recorded meeting ends, display a prompt asking where to save the recording files. If this is not enabled, recording files will be saved in the default location.Record a separate audio file for each participant: Creates separate audio files for each participant, instead of one audio file with all participants' audio.Display participants' names in the recording: Captures the display names of each participant in the local recording. Their display names are captured as part of their video tile, just as seen in the meeting or webinar. Optimize for 3rd party video editor: Ensure that the recording file is compatible with video editing software.Add a timestamp to the recording: Embed the date and time while recording the meeting.Record video during screen sharing: Continue to record participant's video during screen share sessions.Place video next to the shared screen in the recording: When recording locally during a screen share sessions, place participants' video and shared screen side-by-side in the recording.Keep temporary recording files: Keep the original files to help Zoom troubleshoot when there is a problem with the recording Cloud Recording. Click Manage on web... to open the Zoom web portal and adjust settings for cloud recording.Show notification when a new recording is available: Instead of, or in addition to, the email notification, a desktop notification appears when a cloud recording is finished processing. Profile. Edit My Profile: Open the Zoom web portal to change personal information like you profile picture and name.View My Subscription: Open the Zoom web portal and display your current paid plan and options to change it.View Advanced Features: Open the Zoom web portal to adjust settings not available in the client.Devices List: Shows all the devices your account is signed in to. Sign Me Out Of All Devices  Statistics. Shows how much CPU and memory Zoom is currently using. If you are in a meeting, it will show data like latency and jitter so you can evaluate your audio and video quality. If having problems with the Zoom desktop client, you can also submit problem reports with logs to Zoom Support.  Feedback. Send Feedback to Zoom, including ideas, requests, or general comments. Keyboard Shortcuts Displays keyboard shortcuts you can use with Zoom. Click Restore Defaults to revert any changes to shortcuts. Accessibility. You can change the font size for closed captioning and chat.Closed Captioning: Font Size: Click and drag slider to make closed captions font size smaller or larger.Caption color: Choose from five preset colors, or click the color wheel to set a specific color, which will be used when displaying manual or automated captions. Translation color: Choose from five preset colors, or click the color wheel to set a specific color, which will be used when displaying translated captions. Always show captions: Click to automatically show captions, when the host has captioning enabled. Chat Display Size: Adjust the font size for in-meeting chats and on Team Chat. Dim Screen Share Video: Select the check box to automatically dim video when flashing images or visual patterns are detected in a meeting or webinar.Screen Reader Alerts: Enable or disable screen reader alerts.More info...https://support.zoom.us/hc/en-us/articles/201362623-Changing-settings-in-the-desktop-client-mobile-app", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=434602493"}, {"id": "434602490", "title": "Troubleshooting Zoom Audio Issues", "content": "If you are experiencing audio problems before or after joining a meeting while using the client or mobile app, follow the steps below.This article covers:How to troubleshoot audio issues. Check your device. Test your audio. Check audio settings. Check for privacy permissions. Check for any audio drivers. Perform general troubleshooting for audio issues. Prerequisites for troubleshooting audio issues. Zoom desktop client. Zoom mobile app. How to troubleshoot audio issues. Check your device. Check if the microphone, speakers, or headphones are plugged in and not muted.Unplug the device, then plug it back in.If it’s a bluetooth device, ensure that it is turned on and connected properly.Make sure that you are using a supported USB device for Zoom.Note: USB devices not listed within the above article may still work with Zoom. However, the devices listed are what we recommend for the most optimal experience. Supported USB devices less likely encounter audio issues.Ensure that no other applications are using the microphone at the same time.Test your audio. Test your audio to ensure that it is working properly.Record a message to test your microphone, then listen to the playback to test your speakers or headphones.Check audio settings. Make sure that the correct audio output is selected.Adjust the sound or volume settings.Check for privacy permissions. Make sure that Zoom is allowed to use your microphone.Make changes to privacy settings to grant permission to access the microphone on your device.Check for any audio drivers. Check for any audio drivers updates.Uninstall and reinstall any audio drivers.Perform general troubleshooting for audio issues. Make sure that you have downloaded the latest version.Uninstall the app, then download and reinstall it.Check for any available operating system updates.Clear cache and cookies from the settings.Restart your browser or device.", "url": "https://confluence.gustocorp.com/display/GGKB/Troubleshooting+Zoom+Audio+Issues"}, {"id": "434209222", "title": "Workday Application Issues", "content": "For issues while inside the Workday (WD) application, please submit a ticket to our People team (https://go/phc). One of our Workday admins should be able to take care of this for you.", "url": "https://confluence.gustocorp.com/display/GGKB/Workday+Application+Issues"}, {"id": "434209218", "title": "New Slack Integrations", "content": "Please reach out to the Security team at #security-help within Slack for approval on new Slack integration requests. Once approved, please include the thread link with the approval and post to #itops.", "url": "https://confluence.gustocorp.com/display/GGKB/New+Slack+Integrations"}, {"id": "434209208", "title": "How do I become a Retrium Org manager", "content": "Please file a ticket with the IT Geeks in order to request becoming an Org Manager within Retrium.", "url": "https://confluence.gustocorp.com/display/GGKB/How+do+I+become+a+Retrium+Org+manager"}, {"id": "434602071", "title": "How do I get the attendance list/roster from a Zoom meeting/webinar?", "content": "If you reach out to #itops in Slack, a member of the Geeks team can assist you with obtaining a CSV list of Zoom webinar/meeting attendees.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=434602071"}, {"id": "434602066", "title": "My Slack isn't making any sound. No notification sounds", "content": "Not hearing notification sounds may be caused by your device settings.Troubleshooting Mac notification sounds?Troubleshooting Windows notification sounds?", "url": "https://confluence.gustocorp.com/display/GGKB/My+Slack+isn%27t+making+any+sound.+No+notification+sounds"}, {"id": "434602063", "title": "Unable to log into Tableau.", "content": "If this is the first time you are attempting to log into Tableau after submitting a request through Geekbot, please note that it can take up to 24 hours for your account to be created by the BI team.If you are experiencing login issues and know for sure your Tableau account is still active, please restart your computer, as this has been identified as a known issue as of late", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=434602063"}, {"id": "300549637", "title": "How to troubleshoot phone calls and CXOne access", "content": "If you have the CXOne tile in https://gusto.okta.com already, reach out in #biztech-help on Slack or https://go/biztech IT will advise the following to mitigate issues with phone calls and sound:Open an incognito window in Chrome (command shift and N to open)Navigate to https://gusto.okta.com and access the CXOne tile.If the incognito window resolved the issue, follow this article to clear cache and cookies in Chrome, quit Chrome and complete in a normal window.If incognito mode did not resolve the issue, this would indicate an issue with your account within the application. Post in the #biztech-help Slack channel or create a Biztech Jira at https://go/biztech, and admins will be able to take a look.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+phone+calls+and+CXOne+access"}, {"id": "434602038", "title": "How do I update Zoom?", "content": "Completely quit out of zoom by pressing ⌘ + Q on your keyboard.Open Managed Software Center and click the Updates  tab on the left of the window.Click the Blue Update All  button at the top right of the Window.After all updates have completed, you can open Zoom again.Quit Zoom:Open Managed Software Center from your Dock and click Updates.Click  Update All", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=434602038"}, {"id": "300549682", "title": "How to troubleshoot system update issues", "content": "You may encounter some issues when trying to run a System Update. Run through the following steps to resolve the issue:Update is stuck and keeps restarting my laptop:This is normal behavior, we do not want to interrupt the update, however, if this is going on for over an hour, hold the power button until off, then restart and run the update again.I'm not seeing any available updates:Hit command and spacebar, search and open the Terminal application.Copy and paste the following command and hit enter:sudo launchctl kickstart -k system/com.apple.softwareupdated You will be prompted to enter your laptop password which will be invisible when you type it! Input that and hit enter.Then paste the following command in terminal and hit enter:softwareupdate -l Check the software update window again to see if the update shows. Restart your laptop and check for updates again if you don't see any.If you're still unable to update, reach out in the #itops Slack channel.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+system+update+issues"}, {"id": "425656993", "title": "I don't have the Tech Grab Store tile in Okta anymore", "content": "As of Q1 FY24, we now use MBS Tech Grab Store in Okta instead of CDW. If you are a Gustie that does NOT live near an office location based on the below Metropolitan Statistical Areas (MSAs), you are eligible to utilize the MBS Tech Grab Store. If you need access and it is after your first 30 days, please DM Geekbot on slack asking for the virtual tech grab store and it will provide you access for 7 calendar days. Gusties that are within the following MSAs can utilize the in office Tech Grab Cabinets for IT peripherals. Please see this confluence page for more information on peripherals in the offices", "url": "https://confluence.gustocorp.com/display/GGKB/I+don%27t+have+the+Tech+Grab+Store+tile+in+Okta+anymore"}, {"id": "198541824", "title": "How to Set Up Printers", "content": "Your Macbook should already have default printers installed.This page will help you install Gusto Printers!Printer IP addresses. Product Serial No.Product Number. Product DescriptionHP Care Pack Serial Number. Expiry DateIPMACPrinter Name. OfficeMFC-L2700DW series10.110.16.14830:05:5C:73:18:D7LegalSFHP Page. Wide Pro 477dn MFP10.110.16.1463C:52:82:C6:73:14HRSFHP Laser. Jet M203dw10.110.16.171AC:E2:D3:44:59:92 FbosSFN/AQL820 NWBBrother Envoy Badge PrinterN/AN/ABluetooth-ConnectedN/AQL820 NWBSFC1220169HDP 5000HID Fargo Badge PrinterN/AN/AUSB-ConnectedN/AN/ASFJPCCHCS0RFCZ244AHP Laser. Jet Enterprise M806dn PrinterXXB7GV48D32609/08/201910.114.9.494:57:A5:CF:A5:FDHarry PotterSFJPCCK450FPCZ244AHP Laser. Jet Enterprise M806dn PrinterXV4XRW3S587905/20/202010.114.9.330:E1:71:3B:28:6BHermioneSFMXBCL3F0TGJ8A11AHP Color Laser. Jet Ent MFP M681f XGCK4ZW7B28504/26/202310.114.9.280:CE:62:E3:7D:E2DobbySFCN7CD5K00JT0B51AHP Design. Jet Z5600 Postscript PrinterXHB5M3Q68C4710.114.9.540:B0:34:C5:40:AFPrint EastwoodSFJPCCK8G0L3CZ244AHP Laser. Jet Enterprise M806dn PrinterX56CF3XNB94809/23/202010.112.9.103Laundry. Den 350JPCCK7M1KKCZ244AHP Laser. Jet Enterprise M806dn PrinterXLHM987YQ53408/24/202010.112.9.100Gym. Den 350JPCCK7M1CSCZ244AHP Laser. Jet Enterprise M806dn PrinterXQYHN87B592408/24/202010.112.9.101 Tan. Den 350MXDCLBS02GJ8A11A10.112.73.14Mystique. DenMXBCL3F0V5J8A11A10.112.73.10Carrie. DenNPI85B52DHP Color Laser. Jet MFP M180nw10.112.9.26Front Desk Badge (Denver 1201)Den 350How to connect to the printers(if for some reason chef didn't add them on provisioning).Printers only work if you're on Gustocorp (and in the respective office). On Macs:If you are not connected to a printer or you do not have the correct IP addresses, follow these steps:Go to System Preferences and then click Printers and Scanning.Click the + button at the bottom of the screen.  Go to the IP tab and enter in the proper IP address in Address  Make sure the Protocol is set to Line Printer Daemon - LPD UNLESS it is an HP printer, in which case you'll use HP Jetdirect - Socket. Change the Name to something you'll recognize (like the printer name listed above in the first column)Ensure the Use field is set to Generic Post. Script Printer.Click Add and you're set!If the printer doesn't work or is set up wrong, simply delete the Printer and re-add it with the instructions above.On PCs:Option 1Go to Windows Settings and search for Printers  scanners Click on Add Printer or Scanner. If you are connected on the Gustocorp network it should scan and successfully find the printers. Select and add the printer needed.Option 2If for some reason you still can't see printers after following the steps above, click on The printer that i want isn't listed. Select Add a printer using a TCP/IP address or hostname. Select Device type(TCP/IP) and fill the Hostname and IP address from the list(If you don't know the port name and you have the right IP address Windows should be able to find the printer anyways). Click Next.Printer should be added correctly now.You may also want to use visual panels to communicate related information, tips or things users need to be aware of.Related articles. Related articles appear here based on the labels you select. Click to edit the macro and add or change labels.template", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Set+Up+Printers"}, {"id": "300811590", "title": "How to request a new laptop", "content": "All Gusties are issued a company laptop when starting at Gusto. If you are having issues with your current machine and need to request a replacement, please reach out via JIRA, #itops, or come by the help desk so we can troubleshoot.Following guidance from finance, Gusties are eligible for laptop upgrades after Three (3) years from the day it was deployed to you. #weareallowners. Check out this detailed  with extra info! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+request+a+new+laptop"}, {"id": "414877236", "title": "How to fix Chrome crashing (Aw, Snap! error).", "content": "Google has a helpful aritcle on how this issue is most commonly fixed:  https://support.google.com/chrome/answer/95669?co=GENIE.Platform%3DDesktopoco=2", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=414877236"}, {"id": "406881834", "title": "How to Enable Zoom Timer", "content": "The Timer app features a sleek countdown animation and a water-like alarm. Perfect for keeping meetings on track, time-based tasks, and even in-meeting group meditation. It displays the current time in the middle of the screen as the timer is counting down.Customize the timer with your own custom length, up to 100 minutes.Step-by-step guide. Enable the Zoom Apps button in the Zoom interface by navigating to https://gusto.zoom.us/profile/setting and toggling on Zoom Apps Quick Launch Button.Open Zoom on your Mac/PC and click the Apps icon in the top middle-right menu bar. Navigate to Discovered Apps   Timer. Click Add. Click Allow. You have successfully added the Zoom timer app to your Zoom account.How do I use the Zoom Timer App?Related articles. Related articles appear here based on the labels you select. Click to edit the macro and add or change labels.false5GGKBfalsemodifiedtruepagelabel = zoom and type = page and space = GGKBzoomtrue. Related issues", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Enable+Zoom+Timer"}, {"id": "300549640", "title": "How to troubleshoot Salesforce access", "content": "If you have the Salesforce tile in https://gusto.okta.com already, IT will advise the following to mitigate issues:Clear Chrome Cache and restart Chrome. Restart laptop. Reach out in #biztech-help over Slack for further troubleshooting.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+Salesforce+access"}, {"id": "406520058", "title": "How can I add the Snagit Tool?", "content": "At this time, Snagit is not available in Gusto's environment. Please check out this detailed guide on how to screen capture with Apple's built in tool.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=406520058"}, {"id": "300549634", "title": "How to take screen shots on a MacBook", "content": "You can capture the entire screen, a window, or just a portion of the screen.Take a screenshot on your mac:To take a screenshot, press and hold these three keys together: Shift, Command, and 3. If you see a thumbnail in the corner of your screen, click it to edit the screenshot. Or wait for the screenshot to save to your desktop.How to capture a portion of your screen:Press and hold these three keys together: Shift, Command, and 5.Drag the crosshair  to select the area of the screen to capture. To move the selection, press and hold Space bar while dragging. To cancel taking the screenshot, press the Esc (Escape) key.To take the screenshot, release your mouse or trackpad button. If you see a thumbnail in the corner of your screen, click it to edit the screenshot. Or wait for the screenshot to save to your desktop.How to capture a window or menu:Open the window or menu that you want to capture.Press and hold these keys together: Shift, Command, 4, and Space bar. The pointer changes to a camera icon . To cancel taking the screenshot, press the Esc (Escape) key.Click the window or menu to capture it. To exclude the window's shadow from the screenshot, press and hold the Option key while you click.If you see a thumbnail in the corner of your screen, click it to edit the screenshot. Or wait for the screenshot to save to your desktop.Where to find screenshots:By default, screenshots save to your desktop with the name ”Screen Shot [date] at [time].png.”You can change the default location of saved screenshots from the Options menu in the Screenshot app. You can also drag the thumbnail to a folder or document.Pro tip: To copy a screenshot to the Clipboard, press and hold the Control key while you take the screenshot. You can then paste the screenshot somewhere else.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+take+screen+shots+on+a+MacBook"}, {"id": "300550172", "title": "How to troubleshoot Panda and Hippo issues", "content": "You may get a 404 or 502 Bad Gateway error when accessing Panda pages. Let's run through the following steps to see if we can resolve!Are you connected to z. Scaler?  Are you connected to z. Scaler? In order to access internal resources, you will need to be on z. Scaler.Is this issue happening for one company/employee or all for you?Have teammates try the same function, if they are able to, continue with the steps.If teammates are not, this may be an issue in Panda. File a ticket at https://go/tpo with relevant links.Clear cache and cookies in Chrome. Follow this article to clear cache and cookies in Chrome: Reboot your laptop.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+Panda+and+Hippo+issues"}, {"id": "396134598", "title": "How to change facilitators in Retrium?", "content": "Log into Retrium via Okta. Navigate to the gear icon in the bottom menu.Click Take over facilitation to become the facilitator.A window will pop open. Click Continue to confirm that you want to take over as the facilitator.Once you take over the retrospective, the alarm, timer, and orange navigation button will no longer be grayed out. Need visual guidance? Check out this guide from Retrium! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=396134598"}, {"id": "395904301", "title": "Error accessing Tableau report", "content": "This document assumes you already have a working Tableau account. If you receive an error when attempting to open either a new Tableau report, or have never accessed a specific report in the past, you may need your Tableau permissions adjusted.To resolve this issue, please open a support request with the BI team , specifying the Report link/report name you would like access to.Related articles. Related articles appear here based on the labels you select. Click to edit the macro and add or change labels.false5GGKBfalsemodifiedtruepagelabel = tableau and type = page and space = GGKBtableautrue. Related issues", "url": "https://confluence.gustocorp.com/display/GGKB/Error+accessing+Tableau+report"}, {"id": "396264669", "title": "How to update your Windows applications using Chocolatey", "content": "This document outlines the steps to update your applications on Windows graphically using the Chocolatey package manager, as opposed to the alternative command line option.Note: If you are looking to update your applications for your Mac, please use the Managed Software Center (MSC) application located on your Desktop Dock.Launch the Chocolatey app on your PC by clicking the Windows icon and typing Chocolatey. When Chocolatey GUI appears in the menu, click Run as administrator.When prompted by the User Access Control, click Yes.When the main Chocolatey window appears, click This PC (on the left side Panel). This will display all the applications that are installed on your PC.Note: Any applications that are out of date will have a diagonal Red Out of Date ribbon attached to their icons. To update one or more applications individually, right-click those application icons marked with the red ribbon and choose Update.a. To update ALL applications at once, click the update-all-apps icon (refresh + asterisk icons). Please note, this may take some time, depending on how many apps are upgrading and the speed on your Internet connection.Related articles. Related articles appear here based on the labels you select. Click to edit the macro and add or change labels.false5GGKBfalsemodifiedtruepagelabel in (chocolatey,windows) and type = page and space = GGKBchocolatey windowstrue. Related issues", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+update+your+Windows+applications+using+Chocolatey"}, {"id": "396264659", "title": "How to update your applications on Windows", "content": "Press Windows+X to open the Power Users menu, and then click “Command Prompt (Admin).” Note: If needed, there are other ways to launch the command prompt on Windows. Just be sure you are running the command prompt as an Administrator, or else updating your software will fail.When prompted by User Account Control, click yes.When the command prompt appears (be sure it says Administrator in the top title bar), type the following command:choco upgrade all -y and press enter. After a few minutes, all of your Windows software apps should be updated. Should you see any errors, please reach out to #itops for more assistance.Related articles. Related articles appear here based on the labels you select. Click to edit the macro and add or change labels.false5~dave.delpurgatorio@gusto.comfalsemodifiedtruepagelabel in (chocolatey,windows) and type = page and space = ~dave.delpurgatorio@gusto.com. Windows chocolatey", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+update+your+applications+on+Windows"}, {"id": "379456224", "title": "Migrating Apple Notes between Mac's - using your Google account", "content": "This procedure would be used if you want to retain your Apple notes that are stored locally on your Mac when migrating from an older machine to a new one.Important. You will need to complete this step before migrating to your new Mac, as Apple Notes are stored in a non-friendly sqliteDB format on the local hard drive of your current Mac.Step-by-step guide. Launch Notes on your Mac and click the Notes  Accounts... menu option.When the Internet Accounts menu appears, click  Add Account..Select the Google logo on the account type list screen.When prompted, enter your username@gusto.com email address. Click Next. When prompted by Okta, log in with your usual username, password and accept your DUO push request sent to your mobile device.When the Google Apps list appears on your screen (note: this window can sometimes hide behind other desktop windows if you don't immediately see it), be sure to check Notes. and uncheck  all other apps. Click Done.In your Notes app, you will now see a Google header with a Notes folder underneath.To move all of your Notes in Bulk to your new Gmail Notes folder, simply select them all from the local copy on your Mac (under the On My Mac Notes folder list) and drag  and drop them to the new Notes folder under the Google header within the Notes App.If all went well, you will see the number count of all your Notes appear under the Google Notes folder icon.Tip:This Notes folder actually lives in your Gmail account and can be seen in your left hand Gmail folder list. This is why the Notes folder can accessed anywhere you can log into your Gmail account!Related articles. Related articles appear here based on the labels you select. Click to edit the macro and add or change labels.false5~dave.delpurgatorio@gusto.comfalsemodifiedtruepagelabel in (mac,notes,macos) and type = page and space = ~dave.delpurgatorio@gusto.comnotes mac macostrue. Related issues", "url": "https://confluence.gustocorp.com/display/GGKB/Migrating+Apple+Notes+between+Mac%27s+-+using+your+Google+account"}, {"id": "310053059", "title": "How to access Navan for travel?", "content": "Go to Okta.Search and select Trip. Actions.Visit Navan  Log in with your Gusto email and complete your Traveler Profile  (Navan How to Resource)Completing your Traveler Profile. Select book a business trip.Looking for additional resources and support?Check out our  Travel and Expense Policy or open a Travel JIRA Ticket in the People Help Center.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=310053059"}, {"id": "354910318", "title": "Helpful IT Tips", "content": "Are you new to using a Mac. Book? Check out this interactive learning guide!Never used Slack before? This is a good resource!Used to Microsoft Office and not GSuite? This is a good beginner guide!For more new hire resources check out this page!", "url": "https://confluence.gustocorp.com/display/GGKB/Helpful+IT+Tips"}, {"id": "317031231", "title": "How to create a Gusto Go Link (GG Links)", "content": "Request Go Links Okta group from Geekbot in Slack.In the #itops slack channel, type Hi, I'd like access to Go Links. In Chrome, head to https://go/all Navigate to the New tab. Create the Go link name, and add the URL you would like the Go link to direct to.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317031231"}, {"id": "379718062", "title": "How to get help managing multiple Panda Demo Accounts", "content": "The Gusto Geeks team can provision and remove access from Panda Demo. However for help managing separate accounts within Panda Demo and all other non-access Panda related requests please file a ticket within the TPO JIRA Project.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+get+help+managing+multiple+Panda+Demo+Accounts"}, {"id": "379718060", "title": "How to Set the Default Application for PDF Files", "content": "MacOSLocate any PDF file on your Mac and right-click on it.Choose Get Info.Under Open with, click on the drop-down menu and pick the desired PDF editor.To set this app as the default for all your PDFs, click Change All.Windows. Right-click the PDF, choose Open With  Choose default program or another app. Choose your desired PDF App.Select Always use this app to open .pdf files. Click OK.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Set+the+Default+Application+for+PDF+Files"}, {"id": "379718057", "title": "How to give access to an mNDA reviewer in Ironclad", "content": "For any and all Ironclad related access and changes please log a ticket to the Fin. Tech Team: https://jira.gustocorp.com/servicedesk/customer/portal/29", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+give+access+to+an+mNDA+reviewer+in+Ironclad"}, {"id": "379718047", "title": "How to add multiple Google Calendars", "content": "i. Phone  i. Pad. Add a calendar someone shared with you. When someone shares their calendar with your email address, you get an email with a link to add their calendar. Learn how calendars can be shared.In your email, tap the link that says Add this calendar.Your Google Calendar opens in a browser.In the pop-up that appears, tap Add.Your calendar will appear on the left, under “My calendars.”Show or hide a calendar you're subscribed to. Important: You can only subscribe to a calendar on the web, from calendar.google.com.You can show or hide calendars you’ve already subscribed to, but you can’t subscribe to a calendar in the Google Calendar app.Open the Google Calendar app .At the top left, tap Menu   Settings .Tap the calendar you want to view.Optional: To find more calendars, tap Show more.Check or uncheck your preferred calendar.Computer. Use an email address to subscribe to a calendar. Step 1: Ask to view a calendar. On your computer, open Google Calendar.On the left, next to “Other calendars,” click Add   Subscribe to calendar. If the calendar has been shared with you, you’ll get an email.In the “Add calendar” box, enter the person's email address, or select one from the list.Press Enter.Depending on whether their calendar is shared, one of the following happens:If the calendar isn't shared with you, we'll prompt you to request access.If the calendar is already shared with you, their calendar will be added on the left side under Other calendars.If the other person doesn't have a Google Calendar, we'll prompt you to invite them to use Google Calendar.See how to subscribe to a calendar you don’t own. Step 2: (Optional) Get approval from the other person. If a calendar you’ve requested isn't shared with you, the calendar’s owner gets an email requesting access. To accept your request, the other person should:On a computer, open the email you sent requesting access.Click the link in the email.In the Settings page that opens, make sure the person is selected, and choose a permission setting.Click Send.Tip: After the other person accepts your request, you get an email with a link to “Add this calendar.” Once you add the calendar, it appears on the left under “Other calendars.” If the calendar doesn’t appear, refresh the page.Use a link to add a public calendar. Important: You can only add a calendar with a link if the other person's calendar is public. Learn more about public calendars.On your computer, open Google Calendar.On the left, next to Other calendars, click Add   From URL.Enter the calendar's address.Click Add calendar. The calendar appears on the left, under Other calendars.Tip: It might take up to 12 hours for changes to show in your Google Calendar.Public calendar doesn't show on my calendar. If a public calendar doesn't show on your main calendar, the file size may be too large. Google Calendar only works with files that are 1 megabyte (1MB) or smaller. To check if this is the issue:On your computer, open Google Calendar.On the left, hover over the public calendar.Click More   Settings.Under Calendar settings, check Status.If the error message Could not fetch URL appears, the public calendar may be too large. For a solution to import existing events only, go to the Fix problems importing article. Under the Formatting errors section, go to ICAL file (file ends with 'ics')  Check your file size.Hide someone else's calendar. On your computer, open Google Calendar.On the left, under “Other calendars,” uncheck the calendar you want to hide. Tip: If you don't want to permanently remove a calendar from your list, you can also unsubscribe from it. To restore access to the calendar, subscribe to the calendar again.Android. Add a calendar someone shared with you. When someone shares their calendar with your email address, you get an email with a link to add their calendar. Learn how calendars can be shared.In your email, tap the link that says Add this calendar.Your Google Calendar app opens.In the pop-up that appears, tap Yes.Your calendar will appear on the left, under “My calendars.”Show or hide a calendar you're subscribed to. Important: You can only subscribe to a calendar on the web, from calendar.google.com.You can show or hide calendars you’ve already subscribed to, but you can’t subscribe to a calendar in the Google Calendar app.Open the Google Calendar app .At the top left, tap Menu   Settings .Tap the calendar you want to view.Optional: To find more calendars, tap Show more.Check or uncheck your preferred calendar.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+add+multiple+Google+Calendars"}, {"id": "379718051", "title": "How to set Google Chrome as your Default Browser", "content": "Trying to open links sent to you in slack and they are opening in Safari or Edge instead of Chrome ? Follow the steps below to set Chrome as your default browser.MacOSGo to the   System Settings. In the search bar in System Settings search for Desktop  Dock. Near the bottom of the section you will see a setting for Default Browser. Change that setting to Google Chrome and you're all set ! Windows. Select Start   Settings   Apps   Default apps. Under Set defaults for applications, either scroll down to where your preferred browser is listed or type the name in the Search apps field. Click on the app.At the top of the list, you will see a line that reads Make [browser name] your default browser and, at the right of that, a button labeled Set default. Click on the button and you're all set ! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+set+Google+Chrome+as+your+Default+Browser"}, {"id": "300549175", "title": "How to set up your Gusto laptop", "content": "Got a replacement laptop and need assistance on setting this up? Check out this guide! If you have any questions while you are setting up your new machine, please reach out to IT in the #itops channel. ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+set+up+your+Gusto+laptop"}, {"id": "379717941", "title": "How to view your Google Group membership", "content": "In your web browser, navigate to groups.google.com.  This will show you the groups that you are currently a member of to view past conversations that happened in these groups you can simply click on the group.Play around with the groups.google.com interface, you can also join public groups from here, and manage membership of groups for which you have Manage or Owner permissions of.  You can also create new google groups from here, use this documentation to guide you on how to do so.If you need to be made a manager of a google group feel free to ask for these permissions in the #itops Slack channel.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+view+your+Google+Group+membership"}, {"id": "379881831", "title": "How to restart the VMWare Horizon Client (commonly referred to as the VDI)", "content": "Press Command + Spacebar and then type VMWare into the search bar (this will open the VDI, or select the app for you if it is already open).Hold Command + Q on your keyboard until the app closes.  Command + Q will force quit the app you have selected.Now that the VDI is closed, press Command + Spacebar and type VMWare into the search bar and press enter.  This will open the VDI app for you.You have now restarted the VMWare Horizon client.Click here to see a guide with pictures.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=379881831"}, {"id": "379881829", "title": "How to restart ZScaler", "content": "Click on the ZScaler icon in your menu bar at the top of your screen, then click Open.On the Private Access tab of the ZScaler app, click Turn Off.While you still have the ZScaler app selected, press Command + Q on your keyboard (this will quit the ZScaler app).Press Command + Spacebar (this will open Spotlight Search), then type ZScaler into the search bar, and press enter (this will open the ZScaler app).Click on the Zscaler icon in the Menu Bar again, then click Open.On the Private Access tab of the ZScaler app click Turn On.You have now disconnected from ZScaler, restarted the app, and reconnected to ZScaler.Click here for a guide with pictures.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+restart+ZScaler"}, {"id": "379881827", "title": "How to force an app to quit on your Mac", "content": "Take either of these actions:Press these three keys together: Option (or Alt), Command, Esc (Escape).*Or choose Force Quit from the Apple menu  in the corner of your screen.A Force Quit window opens. Select the app that you want to quit, then click Force Quit.You can even force the Finder to quit, if it stops responding: Select Finder in the Force Quit window, then click Relaunch.Click here to see a guide with picture.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+force+an+app+to+quit+on+your+Mac"}, {"id": "379881819", "title": "How to clean the keyboard of your MacBook or MacBook Pro", "content": "Hold your Mac notebook at a 75-degree angle, so it's not quite vertical.Use compressed air to spray the keyboard, or just the affected keys, in a left-to-right motion.Rotate your Mac notebook to its right side and spray the keyboard again, from left to right.Repeat the action, this time with your Mac notebook rotated to its left side.Click here to see a guide that includes pictures.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+clean+the+keyboard+of+your+MacBook+or+MacBook+Pro"}, {"id": "379881797", "title": "How to clear out slack notifications", "content": "If you have too many slack notifications and want to clear all of them at once. If you are booking a room remotely from Google Calendar, go ahead and follow these steps: Open up slack. Press esc+shift and then click on yes clear all. If you need additional assistance please let us know via #itops", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+clear+out+slack+notifications"}, {"id": "345833886", "title": "Who to contact to reset your Alegeus credentials?", "content": "If you forgot your Alegeus password, you should reach out to your teammates/PE to reset it for you. All logged in Alegeus users have the permission to reset password. Reach out to #itops if you need further assistance!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=345833886"}, {"id": "379455597", "title": "How to Access Cocoon?", "content": "Cocoon is Gusto's replacement for Tilt and covers all types of leave except for sabbaticals privately before notifying Gusto. Here's some more information on how to log in!Visit meetcocoon.com/gusto to create an account by entering your work email first and then your personal email Cocoon will then ask you to verify both of these accounts by logging in to each email provided separately That's it! You'll have access to your Cocoon dashboard and be able to start a leave plan immediately after this To access the site after account creation please visit https://dashboard.meetcocoon.com/login. Log in using your personal email and not the 'Log in with Google' option. Note: You can access Cocoon while you are on leave without logging into Okta in case your access is suspended while you are taking time for yourself. There is no tile in Okta for Cocoon. For a more detailed info on account creation please click here", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=379455597"}, {"id": "379717709", "title": "Tech Grab Cabinets for Flex/In-person Gusties", "content": "Flex and In-person Gusties can get their peripherals from the tech grab cabinet!There is a white tech cabinet next to the IT Support areas in each Gusto office (For NYC, it is located next to the The Newsstand conference room). These Tech Grab centers are filled with business use tech accessories (headphones, chargers, keyboards, etc) and are 100% self service to help you get your tech items quickly when you need them.You also might notice price tags on each item. We are NOT charging for these items. The price is simply listed in the spirit of transparency, to help Gusties remember to think like an owner when grabbing items.Have feedback/questions? Feel free to swing by our helpdesk or post in #itops", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=379717709"}, {"id": "379455389", "title": "How to pair your AirPods to your laptop", "content": "With your Air. Pods in their case, open the lid.Press and hold either the setup button on the back of the case or the noise control button (on Air. Pods Max only) until the status light flashes white.On your Mac, choose Apple menu   System Settings, then click Bluetooth in the sidebar. (You may need to scroll down.)Hold the pointer over your Air. Pods in the list of devices on the right, then click Connect.Test the audio! If you need further assistance! Please see us in #itops! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+pair+your+AirPods+to+your+laptop"}, {"id": "300549648", "title": "How to troubleshoot a laptop running slow", "content": "Computer slowness could be caused by a number of issues. Run through the steps below to mitigate issues:Is this slowness only effecting internet based applications?In Chrome, navigate to https://fast.com. This website will tell you your current internet speed, if this number is less than 20mbps, the error is your internet connection.Reset your wifi router by plugging and plugging back in.Move closer to the router and test the connection again.If Chrome is the app effected:Follow this article to clear Chrome cache.If Slack is the app effected:Open Slack. Go to the Help menu. Choose Troubleshooting. Choose Clear Cache and Restart. Is this slowness across all apps?Perform a PRAM/NVRAM reset:Try shutting down your laptop, then at the same time as hitting the power button to turn on, hold Command + Option + P + R for 20 seconds. This will reset internal components on your laptop. If you did it right, the Apple logo will flash, then reappear when you let go of the keys.Perform an SMC reset:Shut down, then press and hold the power button for 10 seconds, then release the button. Wait a few seconds, then press the power button to turn on your Mac. If the issue persists, follow these steps to reset the SMC: 1. Shut down.2. Press and hold Control (on the left side of the keyboard), Option (on the left side of the keyboard), and Shift key (on the right side of the keyboard). The laptop may turn on.3. Keep holding all three keys for 7 seconds, then press and hold the power button as well. If your Mac is on, it will turn off as you hold the keys.4. Keep holding all four keys for another 7 seconds, then release them.5. Wait a few seconds, then press the power button to turn on your Mac.If these steps have not resolved the issue, create an IT ticket.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+a+laptop+running+slow"}, {"id": "379454532", "title": "How to troubleshoot Expensify password issue?", "content": "For New Hires: Please noted it takes 48 hours to activate their new Expensify accounts.An Expensify password is unique to the Expensify app only. When you perform certain actions within the app (i.e. adding a bank account), it would require you to input your Expensify password.Expensify should ask you create a password if you don't have a one yet. However, if you forgot your password, here are the steps to reset it: Log into Expensify via Okta. Click on Settings on the left. Under Account details  Click on the Forgot? Get a magic sign in link! button under the Change Password field Go to your Gusto inbox to click on the sign in link (sometimes there might be a small delay on getting this email)Update your password! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=379454532"}, {"id": "379716650", "title": "How to troubleshoot missing Gusto applications?", "content": "If you don't see one or some of your Gusto apps on your laptop:you can hit command + space to bring up spotlight search, and then type in the name of app (i.e z. Scaler). Then launch the app by clicking it. If the app is not showing up from the list, open up the Managed Software Center app (you can use step 1 to open this app if it is not on your dock).Navigate to the update tab from the left. If you see any pending updates there, hit update all/check again button. Wait for the app to be downloaded and installed. Need extra guidance? Check out this guide with picture.Still not seeing the app? See us in the #itops channel! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=379716650"}, {"id": "379716648", "title": "What is our Denver/San Francisco helpdesk hour?", "content": "If you need in-person assistance, our Denver and San Francisco helpdesk is open between 10:00am - 4:00pm local time. If the desk is closed during this time, feel free to find us in the #itops channel on Slack! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=379716648"}, {"id": "379454345", "title": "I Need POD 5 Panda Permissions", "content": "Pod 5 Panda permissions are a special permissions set established for certain CX teams. If IC's on your team need these permissions, reach out in #itops and ask for OG_PANDA_concierge_pod_5 with a list of the users and we can get it added.", "url": "https://confluence.gustocorp.com/display/GGKB/I+Need+POD+5+Panda+Permissions"}, {"id": "379454343", "title": "I Don't Have Any Printers Installed on my MacBook", "content": "1.  Open up the Managed Software Center app       a.  you can hit Command + Spacebar, type “MSC” and then hit enter to open this app2.  On the Software tab, click on the “check device health” button3.  A Terminal window will pop up, input your laptop password here and press enter4.  Let this run til it’s done, then check back on MSC, click on the Updates tab, and install any updates available.", "url": "https://confluence.gustocorp.com/display/GGKB/I+Don%27t+Have+Any+Printers+Installed+on+my+MacBook"}, {"id": "379454341", "title": "My Laptop Stopped Charging", "content": "Even on new laptops, you may see that for battery lifecycle maintenance purposes, your laptop may not charge when plugged in. Run through the following steps:Unplug everything from your laptop.Close the laptop lid for 30 seconds.Reopen the lid.If still not charging, restart your laptop with everything unplugged, then plug the charger in once logged in.Reach out in the #itops Slack channel if you continue to see issues.", "url": "https://confluence.gustocorp.com/display/GGKB/My+Laptop+Stopped+Charging"}, {"id": "379454339", "title": "GO Links are Directing me to Google!", "content": "The first time you use one of Gusto's go-links (ie go/geeks), you will need to prefix the url with https:// ie go/geeks should be https://go/geeks. From that point on, go/name space will work until you clear cache and cookies in Chrome!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=379454339"}, {"id": "379454337", "title": "Panda and Hippo Permissions Issues", "content": "If you find you are unable to perform an action needed within Hippo or Panda (ie running payroll or suspending benefits etc), reach out to the Technical Product Operations team (https://go/tpo)to advise which group this is or if a new group needs to be created, then IT can create/and or add this group for you if it is not included in the default permissions for your team.Note: Panda and Hippo groups have powerful permissions, for compliance reasons, we need to know which group exactly is needed. As IT has no insight into these groups, this needs to come from the TPO team.", "url": "https://confluence.gustocorp.com/display/GGKB/Panda+and+Hippo+Permissions+Issues"}, {"id": "317032543", "title": "How do I get edit access to Gusto IKB?", "content": "Edit access to Guso IKB is HIGHLY restricted. For now, if you need access, post in the #itops Slack channel requesting Right Answers - Author permissions with a business justification in the thread. We will need approval from Jeremy Person to grant access.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317032543"}, {"id": "300811854", "title": "How to clear Chrome Cache?", "content": "In the top right hand corner of your Chrome browser, click on the 3 vertical dots.2. Hover your cursor over the History menu3. You will then see another History button, go ahead and click on that one4. In the top left hand corner of the next screen, hit Clear browsing data5. Now you should see the menu that allows you to clear your Chrome cache.  You can play with these settings a little but, but most people just check all the boxes and select All time then clear data.  For further Chrome application troubleshooting click here.Need more guidance? Check out the guide below with pictures! How to clear Chrome Cache", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300811854"}, {"id": "345833878", "title": "How to fix the \"local disk is not encrypted\" error?", "content": "If you recently got a replacement machine, you might see this error message when you try to launch z. Scaler for the first time.Note: If you see an Logout Require prompt on the top right, click option  Logout. If you don't see the prompt, you can follow the steps below: Open System Preference  Security  Privacy  Choose File. Vault Unlock the padlock from the bottom left using your laptop password  Turn on File. Vault (make sure to lock the padlock again once you've turned this on to save your changes) Restart z. Scaler and give it another try! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=345833878"}, {"id": "300549376", "title": "How to connect to a hotel desk in office", "content": "All of our offices have the same equipment located at every available desk. 27 LG/Dell monitor with USB-c connection. Wired mouse. Wired keyboard. Laptop stand. To connect to a hotel desk: Simply plug the white USB-c cable into any port on your laptop.  This will provide power, video, sound, and access to the mouse/keyboard.Need extra guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+connect+to+a+hotel+desk+in+office"}, {"id": "345833889", "title": "How to request Zoom Webinar permission?", "content": "By default, Gusties don't have Zoom webinar access attach to their Zoom account. If you need webinar access for an event, you can reach out to us in the #itops channel to grant you this access. ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=345833889"}, {"id": "345833883", "title": "How to set up Zoom delegate?", "content": "If you want to assign or delegate a user or multiple users in your account to schedule meetings on your behalf, you can follow the steps below:Sign in to the Zoom web portal (From Okta tile)In the navigation menu, click Settings.Click the Meeting tab.Under Other, click Add next to Assign scheduling privilege to.Under Users, enter a username or email address in the text box.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=345833883"}, {"id": "345833880", "title": "How to rename a Slack channel?", "content": "Please note that you can only rename a Slack channel if you create the channel. Or you will need to reach us in #itops to assist with the renaming. If you create a channel and you want to rename it, simply follow the steps below: Go to your Slack channel  click on the channel name. Under the channel name section  click on edit", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=345833880"}, {"id": "337970227", "title": "How to Return Gusto Hardware for Off-Boarding Contractors", "content": "Use Case: Leverage this Hardware Return Instruction Template in the event your EXT reaches out to you about what next steps are. IT does send these out every Friday, however, some EXTs still reach out. Questions? Ask IT-Onboarding, Jessica Reese, Alexander Trujillo, CJ Ortega, or Jessica Coello. Subject: Return your Gusto Hardware!Body:Hello -We are reaching out to share next steps on how to return all of your Gusto Hardware. Please take a moment to read what you’re expected to do within 14 business days of receiving this email.  If you are unable to fulfill this timeline, please reach out as soon as possible: it-onboarding@gusto.com Next Steps. Click on the Fed. Ex link provided LINKED HERE and fill out your personal contact information.In the submission form, you will need to enter in the below:Return reason - Return to stock. Reference number - last 4 digits of your phone number.Once submitted, please look out for an email with the subject: Your Fed. Ex Shipping Information for RMA Gusto.A QR code, along with your shipment summary and nearest Fed. Ex locations will be generated and sent to your personal email address.Take your equipment to the nearest Fed. Ex store, present your QR code from the email, and a store representative will package and ship all your hardware for you and take care of the rest.If you live near our Denver office location, you have the option to return equipment in person within the 14 day timeline. If you do not live near the Denver office you will need to follow the steps above. If you do NOT have any Gusto owned hardware, please reply to this email stating so.  Please reach out if you have any questions! Thank you,The Gusto IT team", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Return+Gusto+Hardware+for+Off-Boarding+Contractors"}, {"id": "300550175", "title": "How to return equipment to Gusto", "content": "To return your equipment:Click on the Fed. Ex link provided and fill out your personal contact information.In the submission form, you will need to enter in the below:Return reason - Return to stock. Reference number - last 4 digits of your phone number.https://fulfillment.fedex.com/web/commerce/rma-web?customer. Id=2555026token=ey. Jjd. Hki. OiJKV1QiLCJlbm. MiOiJBMTI4Q0JDLUhTMjU2IiwiYWxn. IjoiZGly. In0..5gEXx. Md4RYNt_-q929Cf. Pw.nP0HPUXORkwac. GbRFRGI0-_y2npv. Tqbz. Vskvu. Nqz. CyVm3Wz9PWo87jY6I5e3ERa. SnH_k. Sbq-s0lL_nzX7iaz. Kh1nfhf. NuxpfQ8lBGsyEJm. BkS8_3IgYWm. AkBJ8uB2BRu. Xu-1g3ekOW-GVYH6g. Vy1NB-qe. GhgU1AW8Ets. Le-fo. XhqW5In. Npy2stTUMqik. Sy9qj. TmViGDbmDH7YUJ-YTaq. DvcJ2zivNVw. Bnq5oNPx2DJ9SiR_FHw1_D7CJG7aszHVaM_GPMap5cWIqOAUJoctx. RqW8kxv. Jjxz1J1y. Rp08Rp7y3SCnxcsczx2G9lnwmw. Dgxk3unyG0C4orcBPDXXTtmrjyZAM4ihmPIRn. Ul6RqyhG6Iod_C6JVwb_72oKKsvL4Q.dsJ1rh3pra. Qms. WrZ2zxsxQOnce submitted, please look out for an email with the subject: Your Fed. Ex Shipping Information for RMA Gusto.A QR code, along with your shipment summary and nearest Fed. Ex locations will be generated and sent to your personal email address.Take your equipment to the nearest Fed. Ex store, present your QR code from the email, and a store representative will package and ship all your hardware for you and take care of the rest.If you live near our Denver office location, you have the option to return equipment in person within the 14 day timeline. If you do not live near the Denver office you will need to follow the steps above.Physical Returns are only available for Denver Office Location, NOT San Francisco office Location.Let me know if you run into any issues!", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+return+equipment+to+Gusto"}, {"id": "300811576", "title": "How to book a conference room in office", "content": "There are a couple options to book a conference room for your meeting. If you are booking a room remotely from Google Calendar, go ahead and follow these steps: Click on your Calendar to create a new meeting.Click on the Add Room or Location tab, enter the conference room that you want to book.Hit Make it a Zoom meeting (if you have the ad-on) or add Zoom under Add video conferencing. If you already have a existing meeting, you can follow this approach to book a room:Click on the pencil icon on the meeting to edit.On the right, you should see a Room option. Add your favorite room to your meeting! If you are in the office, you can use the scheduler i. Pad to book a room: Simply choose the time slot that you want on the i. Pad, and you are all set! Need extra guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+book+a+conference+room+in+office"}, {"id": "250872047", "title": "How to enable a Chrome extension (guide for IT Support and technical users)", "content": "This guide will walk you through filing a pull request to approve a new chrome extension.About Chef, MDM profiles, and Chrome configuration management. Chrome extension approval is managed via Chef. Chef generates a macOS profile in the com.google.Chrome preference domain containing a list of extensions unique to a device, and uses MDM to install it. In most cases the extension list is the same, but it is possible to define a unique set of extensions for individual devices, users, and teams. There are three preferences defined in Chef which we want to manipulate. Chef is written in a Ruby DSL, but you need not be familiar with the DSL to follow these instructors. The presences we will be managing are all lists containing Chrome extension unique IDs.Extension. Install. Forcelist: List of extensions to force install.Extension. Install. Allowlist: List of extensions to allow for optional install.Extension. Install. Blocklist: List of extensions to deny installation. This should almost always be a wildcard (*), you should not need to edit it.How to enable a Chrome extension using the GIthub GUIYou will need:The extension's full name and extension ID. How to find the extension IDFind it in the extension's Chrome web store URL (in bold): https://chrome.google.com/webstore/detail/clockwise-time-management/hjcneejoopafkkibfbcaeoldpjjiamog?hl=en-USSecurity approval to install the Chrome extension on Gusto devices.How to get Security approval. File a request through go/security-helpdesk. Don't proceed until approved.Access to the cpe-chef Git. Hub repo.Edit the Chef chrome configuration using Git. Hub's web editor.Open the link. Click the pencil icon, top right, to begin editing.Scroll to until you find these lines (roughly line 203):This is the alphabetical list of all extensions which are allowed for install (but not required).ruby203<![CDATA[node.default[\"cpe_chrome\"][\"profile\"][\"Extension. Install. Allowlist\"] = chrome_color_themes + google_drive_extensions + [\n  \"aomjjhallfgjeglblehebfpbcfeobpgk\", # 1Password extension (desktop app required)\n  \"aeblfdkhhhdcdjpifhhbdiojplfjncoa\", # 1Password – Password Manager\n  \"fpkknkljclfencbdbgkenhalefipecmb\", # Accessibility Developer Tools\n  \"pbjjkligggfmakdaogkfomddhfmpjeni\", # Accessibility Insights for Web]]>Insert a new extension into this list. The new line should be alphabetically sorted by the extension's full name, which is listed after the #.For example, to add the extension Abacus Simulator for Chrome, this would be your edit:ruby<![CDATA[node.default[\"cpe_chrome\"][\"profile\"][\"Extension. Install. Allowlist\"] = chrome_color_themes + google_drive_extensions + [\n  \"aomjjhallfgjeglblehebfpbcfeobpgk\", # 1Password extension (desktop app required)\n  \"aeblfdkhhhdcdjpifhhbdiojplfjncoa\", # 1Password – Password Manager\n  \"notarealextension_id_just_exampl\", # Abacus Simulator for Chrome\n  \"fpkknkljclfencbdbgkenhalefipecmb\", # Accessibility Developer Tools\n  \"pbjjkligggfmakdaogkfomddhfmpjeni\", # Accessibility Insights for Web]]>Fill out the Commit changes form at the bottom of the editor.The title should contain the extension's name. The body must contain a link to the SEC approval ticket, and a link to the extension in the Chrome web store.An example Commit changes message. Click Propose changes. This creates a Pull Request.A member of the IT Eng team (usually CPE) will promptly review your extension.If approved, the new configuration will deploy to the fleet over the following 30-45m.If there's an issue preventing final approval, the reviewer should reach out directly to resolve.Any proposed change that has SEC approval and follows the requirements of this guide should be approved without issue.This is an example of a good and quickly approved Chrome extension PR: https://github.com/Gusto/cpe-chef/pull/1235.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=250872047"}, {"id": "300549571", "title": "How to fix \"Access denied by zScaler...\" on macOS?", "content": "Having troubles with your z. Scaler? Please follow the steps in this Google Doc!https://docs.google.com/document/d/1VvV0RCa. OcUao. Cui7cYSZa9W5c. Xo7TBJ3L54_k. CrA7Ws/edit?usp=sharing", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300549571"}, {"id": "309461042", "title": "What are your Alegeus credentials?", "content": "READ: Your Alegeus credentials are different from your Okta credentials!! Read below and be sure to include the capitol letter in the password.Alegeus is a benefits management service used by CX teams. Log in here: https://www.wealthcareadmin.com/selfservicelogin.aspx. To start, your username and password will be:Username: first.lastname (do not add @gusto.com)Password: Welcome2gusto. Make sure you are allowing pop ups! Alegeus will always pop up in a new window after login.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=309461042"}, {"id": "329844909", "title": "How do I make my screen stay awake longer?", "content": "You may notice that your screen may lock you out after a brief period of time and you end up having to log back in. To extend the amount of time your computer stays awake, run through the following steps:Open System Preferences. Click Battery. Click the Battery option in the left pane. Adjust the Turn off display after: option to the amount of time desired.Note: For security reasons, your laptop will go to screen saver and lock after 20 minutes of inactivity. This cannot be changed.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=329844909"}, {"id": "317197314", "title": "How do I create a Zoom Webinar?", "content": "If you're looking to create a zoom webinar, follow the steps below:Open the Zoom tile in gusto.okta.com. If you don't see the option to create a webinar, post in #itops requesting permissions to create webinars.Go back to the Zoom app and check if you now have this ability.Open the Zoom tile in gusto.okta.com again and check the ability there.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317197314"}, {"id": "317032908", "title": "How to troubleshoot slow internet connection in our office?", "content": "If you are experiencing slow or dropping wifi in one of the offices, go ahead and try the below steps: Toggle off your wifi for at least 10 seconds  Toggle it back on.Do a full restart on your laptop.Are you working from a hotel desk? Let's try wired connection. If you are using a Dell monitor, you can simply plug in the USB-C cable into your laptop to get wired connection. If you are using a LG monitor, you can grab an ethernet cable/dongle from our Tech Grab Cabinet. Plug in the dongle into the USB port. Feel free to ask IT for assistance on this step!  If you are still struggling after these steps, see us at the IT helpdesk or post in the #itops channel on Slack. ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317032908"}, {"id": "317032769", "title": "How to troubleshoot zScaler not loading", "content": "When z. Scaler opens in a new page, you may get an error where the page continues loading saying Signing in to Zscaler Private Access 2.0. Run through the following steps:Refresh the page.Open z. Scaler  Go to the Digital Experience tab  Click restart ZDX service.Restart your laptop.Post in #itops if you're still experiencing issues!", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+zScaler+not+loading"}, {"id": "317032757", "title": "How to troubleshoot Slack notifications not showing up", "content": "On new Mac. Books, especially after updates, you may notice that you lose your banner notifications for Slack. Run through the following steps to fix:In the Slack app, go to the Help menu  Troubleshooting  Choose Clear Cache and Restart. Check your macOS notification preferences. Open your computer's System Preferences, then click Notifications.Select Slack from the list.Make sure your alert style to either Banners or Alerts. If your device is running macOS 10.15, toggle Allow Notifications from Slack on, then choose an alert style.Check your macOS Do Not Disturb settings. Click the  toggles icon in the top right corner of your screen to open the Mac Notification Center.Click Do Not Disturb and make sure it’s toggled off. Hit command and space  search and open the Terminal application  Type the following: killall Notification. Center  Hit Enter  You will be prompted to enter your laptop password (which will be invisible when you type it!) put in your password and hit enter  Restart your laptop.If you still don't see any notifications, post in the #itops Slack channel.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+Slack+notifications+not+showing+up"}, {"id": "317032738", "title": "How to troubleshoot Zoom Room issue in the office?", "content": "Are you having issues with the Zoom Rooms in the office? Please feel free to try these steps before reaching out to IT! i. Pad is off?            Simple hold down the home and power button (on the top right/side) at the same time to initiate a hard restart. You should see the Apple logo appears shortly after.           The Zoom Room app should launch automatically. If not, you should able to launch it from the dock.       2. Are you seeing Cannot connect to Zoom Rooms message on the i. Pads?            Go ahead and hit the Retry button from the middle. If this doesn't work, please contact IT to get further assistance!       3. Audio/TV is not working?            Please contact IT by posting in the #itops channel on Slack or submit a ticket from go/geeks. ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317032738"}, {"id": "317196920", "title": "How to request to set up a Slido event?", "content": "Are you hosting a team event on Slido? IT can help with setting up the event for you! Simply provide the following info to us: Event name. Start date. End date. Event code (i.e. #Gusto. Town. Hall)Moderators (who will be helping moderate questions?)You can either this info on the #itops channel on Slack or submit a ticket via go/geeks. Once we have the event set up, we will add you as a moderator for the event, which will allow you to manage your team event on Slido.  ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317196920"}, {"id": "317196918", "title": "How to request access to Scout?", "content": "Scout is a tool that lives in Salesforce and is used for Experience Research recruitment. You can use this if you are doing approved research studies for your segment, and need to recruit current customers.To get access to Scout, you'll need to submit an access ticket to Biztech. Mention you need a Salesforce license to use Scout for UX research recruitment and tag Danielle Cleaver for approval.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317196918"}, {"id": "317196915", "title": "How to request Reduct access?", "content": "Reduct is managed by our UXR team. To request Reduct access, you will need to submit a request from https://go/uxr-help", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317196915"}, {"id": "317032645", "title": "How to Request 1Password Groups", "content": "Soon, Geekbot will be able to handle these requests with a direct message! Use the tables linked below to determine which group you need to be added to (Hint: use command and F to search the tables). Post in the #itops Slack channel requesting the Okta group name from the appropriate table. Take your time, there are a lot of groups! Make sure you're selecting the correct one, ask your PE if you have any questions!Note: PE approval is needed for ALL 1Password access requests.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Request+1Password+Groups"}, {"id": "317032606", "title": "How to change where screen shots are saved on Mac", "content": "If you are unsure where your screenshots are being pasted or added, or would like to set where screeshots are saved, run through the steps below:Press Command-Shift-5 to open the Screenshot app.Select Options.From the Save to section, select your preferred location.If you select Other Location, you can choose a different folder of choice or create a new folder.Need more guidance? Check out this article: https://cleanmymac.com/blog/change-screenshot-location-mac", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+change+where+screen+shots+are+saved+on+Mac"}, {"id": "317032561", "title": "How to Request Panda or Hippo Groups", "content": "Soon, Geekbot will be able to handle these requests with a direct message! Use the tables linked below to determine which group you need to be added to (Hint: use command and F to search the tables). Post in the #itops Slack channel requesting the Panda or Hippo name in Okta from the appropriate table. Take your time, there are a lot of groups! Make sure you're selecting the correct one, ask your PE if you have any questions!Note: PE approval is needed for ALL Panda or Hippo access requests.Panda Groups:Hippo Groups:", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Request+Panda+or+Hippo+Groups"}, {"id": "317032552", "title": "How to troubleshoot issues logging into portals using 1Password", "content": "If you are having issues logging into portals using 1Password's credentials, run through the following steps:Sign into https://gustohq.1password.com/ does the password from there work for the portals?If yes, continue to Step 2If no, Restart your 1Password extension: Try in an incognito window in Chrome (command shift N to open)If it works in the window, clear cache and cookies in Chrome for all time: Try in a different browser (Safari or Microsoft Edge)Try on a different Wi. Fi (if you have a hotspot included with your mobile plan, that would be ideal!)If it works on a different Wi. Fi, this indicates your Internet Service Provider is blocking the site and you would have to call them to white list the URL. We have seen this issue with ISP's blocking .gov sites.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+issues+logging+into+portals+using+1Password"}, {"id": "305923597", "title": "How to troubleshoot Salesforce Phone NICE CX One issues?", "content": "You may experience issues with not hearing customers, calls not picking up, calls not ending, or admins not hearing you on calls.If you are having issues with your phone in Salesforce or NICE CXOne app, please try the troubleshooting steps in this article first. If these steps don't help, please reach out to our Biz. Tech team in the #biztech-help channel on Slack. ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=305923597"}, {"id": "317032547", "title": "How to troubleshoot errors filing a TaxOps Jira ticket", "content": "If you are filing a Payroll Compliance ticket to the Tax Ops Jira project, you'll see the following error: User first.lastname@gusto.com doesn't have the 'Administer Projects' permission. No worries! This is expected, you will want to use this new help center link to submit a Payroll Compliance ticket. Go to Legal/Compliance Question  Payroll Compliance Question. Then fill out the form and hit create at the end.https://jira.gustocorp.com/servicedesk/customer/portal/16", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+errors+filing+a+TaxOps+Jira+ticket"}, {"id": "317032545", "title": "My Laptop is not charging!", "content": "Even on new laptops, you may see that for battery lifecycle maintenance purposes, your laptop may not charge when plugged in. Run through the following steps:Unplug everything from your laptop.Close the laptop lid for 30 seconds.Reopen the lid.If still not charging, restart your laptop with everything unplugged, then plug the charger in once logged in.Reach out in the #itops Slack channel if you continue to see issues.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317032545"}, {"id": "317032541", "title": "How do I access FreshDesk?", "content": "Fresh. Desk is not an application that IT manages access to. As part of a CX team, you may be requested to enroll in Fresh. Desk, your credentials will be the same as the credentials you use to log into Alegeus.Check out this Gusto IKB article for steps to register: https://support.gusto.com/article/219670910100000/How-to-contact-alegeus-via-freshdesk. Reach out to your PE for further assistance with Freshdesk.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317032541"}, {"id": "317032539", "title": "I'm getting an error when Accessing BugSnag", "content": "When accessing Bug. Snag from the tile in gusto.okta.com, you will see an error indicating Your team is at its collaborator limit. This is expected! We are deprecating Bug. Snag and moving to Data. Dog. Check out this article for next steps, and post in #dex-help if you have any questions!: https://confluence.gustocorp.com/display/DEX/Bugsnag+to+Datadog+Transition", "url": "https://confluence.gustocorp.com/display/GGKB/I%27m+getting+an+error+when+Accessing+BugSnag"}, {"id": "317032536", "title": "How do I request Coupa for Okta?", "content": "If you need access to Coupa via Okta, send an email request to procurement@gusto.com and the accounting team will provision an account for you and add the tile to your Okta.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317032536"}, {"id": "317032534", "title": "How do I change my name?", "content": "If you are currently going through a legal name change you will first need to request this in Workday. To start this process off for your Gusto accounts:File a request through Workday:Open the Workday tile from gusto.okta.com. Open this link: https://wd5.myworkday.com/gusto/d/task/2997$637.htmld. If the above link does not work, in Workday, search Change My Legal Name and fill out the form.This will kick off a process to other teams.IT will reach out to you for the name change. This will put you out of commission for a few hours while we adjust your accounts and set up a replacement laptop for the new account.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=317032534"}, {"id": "317032532", "title": "How to troubleshoot access to Go Links", "content": "You may try to enter a go link in your browser (eg go/geeks) and get an error.If you are being taken to a Google search:Make sure you use the https:// prefix. Instead of go/geeks, enter https://go/geeks into your browser.You should only have to do this the first time you access a go link. From here, you can enter go/phc or go/tpo in your browser to get routed correctly.If you are getting an internet connection error:Make sure you are connected to z. Scaler, this is required to access Go links.If you are getting an error stating you're missing a security monitoring tool, try restarting your machine.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+access+to+Go+Links"}, {"id": "317032529", "title": "How to turn on notifications for Google Calendar on your laptop", "content": "Make sure Notifications are allowed from Chrome on your laptop.Open System Preferences  Notifications. Find Google Chrome on the left pane (there may be more than one instance!)For all Chrome options you see in the left pane, click and make sure the Allow Notifications switch is turned on, and choose the notification type you would like to receive (banner, alerts, none)Maker sure notifications are enabled from Chrome.On your computer, open Google Calendar.In the top right, click Settings   Settings.On the left, under “General,” click Notification settings.Under “Notification settings,” you can:Turn notifications on or off: Click the Notifications drop-down and select how you want to receive notifications.Adjust the timing of snoozed notifications: Turn on “Desktop notifications,” then click Show snoozed notifications and customize your timing.Only get notifications if you respond “Yes” or “Maybe” to an event: Click the box next to Notify me only if I have responded Yes or Maybe.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+turn+on+notifications+for+Google+Calendar+on+your+laptop"}, {"id": "309823127", "title": "How to send email as a group email address in Gmail?", "content": "So you want to send email as a Google Group alias? Simply follow the steps below to set it up! On your computer, open Gmail.In the top right, click Settings  See all settings.Click the Accounts tab.In the Send mail as section, click Add another email address.Add the group's email address.Click Next Step  Send verification.Click Add Account.You are all set!Notes: Not getting the verification code? You likely need to adjust one setting for your group (as a owner/manager)Navigate to groups.google.com. Find your group from the list. From the left menu, select General  Scroll down until you see the Who can post section  Select the Anyone on the web option.Click Save Change. Need further assistance? Please contact us in the #itops channel on Slack! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=309823127"}, {"id": "300549644", "title": "How to onboard a new application with SSO in our Okta environment?", "content": "Before we onboard any new applications to Okta, the Procurement team will need to approve. Follow the steps below to submit a request:Send a request to procurement@gusto.com. Once approved, create an IT ticket at https://go/geeks with the approvals posted on the ticket.Post any SSO set up documentation on the IT ticket.IT will need admin permissions OR work with someone who does to enable the Okta application. The assignee will reach out to set up some time to add the app and test.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300549644"}, {"id": "309461669", "title": "How to enroll Google Advanced Protection", "content": "The Advanced Protection Program is designed to protect Google accounts against targeted online attacks. Simply follow the steps below to enroll: Enrolling the program: Click this link and click the Get Started button on the top right.You will click on the account you want to enroll, and enter your password to proceed.Optional Step (Enrolling both of your Yubi-keys):Click the I already have a key button on the previous step and it will ask you to sign in. We will then choose add a main key, then we will add the backup key. The Main key will be the Yubikey. The backup Key will be the double sided Yubikey. Connect the Key to your computer and hit the gold disk like features on the key. Google will prompt you that myaccount.google wants to use your security key, please click allow.Please name the Key and you are done with the first key! Next step is to enroll your yubi key. please now click on the option that says enroll backup key These steps will be identical to the other yubi key. plug the Yubikey into your computer when asked, and press the gold disk. . Google will prompt you that myaccount.google wants to use your security key, please click allow. NOTE Feel free to leave this key plugged into your computer! Once this is complete, You have successfully enrolled in the Google Advanced Protection Program! Need extra guidance? Check out this guide with step-by-step pictures! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+enroll+Google+Advanced+Protection"}, {"id": "305923045", "title": "How to Fix Crowdstrike Falcon Update Loop", "content": "If you are constantly seeing the Crowdstrike Falcon app show up in the Managed Software Center Updates tab and it keeps forcing you to logout for install, you can work through the steps below to fix it.Press Command + Space to open Spotlight search. Search for and open 'Terminal'Copy and paste the text below into Terminal and press return, entering your password if it asks for it:for p in $(sudo pkgutil --pkgs | grep -i falcon); do sudo pkgutil --forget=$p; done. Restart your computer. After signing back in, open the MSC and click the 'Check Device Health' button. It may install the Falcon app once more (possibly with a logout/login)The app should no longer appear in Updates", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Fix+Crowdstrike+Falcon+Update+Loop"}, {"id": "300550178", "title": "How to request an application to be added in Slack", "content": "Post your request with relevant links to the app you would like to add in the #security-help Slack channel.Once the Security team approves the app, post in the #itops Slack channel with a link to your original #security-help thread.At this point, IT will approve the request and it will be available immediately.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+request+an+application+to+be+added+in+Slack"}, {"id": "300548658", "title": "How To Install and Activate (Enable Editing)Microsoft Office Apps (Microsoft Word/Excel/OneNote).", "content": "Launch the application Managed Software Center by searching for it in Spotlight (pressing the keys Command and Spacebar at the same time).On the left panel click on Categories - Office and the install button next to the application you want to install. Navigate over to the Updates tab and begin the installations.After opening any of the programs, you will need to sign in to verify your license.While in your Office app, click the app's name in the menu bar (next to the Apple icon) and choose 'Activate'Login with:Username: firstname.lastname@gusto.com  (example: Michael.Dibish@gusto.com)Password: Okta password. License will be applied after successful sign-in!Need extra guidance? Check out this guide with pictures!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300548658"}, {"id": "300549698", "title": "How to troubleshoot blue tooth and wireless issues", "content": "Software update, power cycle, unpair. Check if macOS is up to date (  About This Mac  Software Update…)Make sure your Bluetooth device is charged. Turn off your Bluetooth device and back on again, you can do the same with Bluetooth on your Mac (click the Bluetooth icon in the menu bar – top right of your Mac’s screen)You can also unpair a Bluetooth device and re-pair to see if there’s an improvement (Bluetooth in the menu bar  Bluetooth preferences  hover over a device  click the “x” icon  choose “Remove”)Reboot your Mac. Remove interference:If you’re seeing intermittent Bluetooth issues, it’s good to check for interference. Tips include:Bring your Mac and Bluetooth devices closer together. Remove other devices like phones, cameras, power cables, etc. that might be on your desk or nearby. Move some Wi. Fi devices to 5GHz since Bluetooth and Wi. Fi both use 2.4GHz. Move USB/Thunderbolt hubs further away from your Mac and Bluetooth devices (and don’t place them on top of your Mac)Turn off USB devices that aren’t in use. Finally, don’t have materials between your Mac and Bluetooth devices like metal, concrete. Reset your Mac's Bluetooth Module:If you’re still having trouble with Bluetooth issues, you can reset your Mac’s Bluetooth Module:The option + shift + click on the Bluetooth icon in the menu bar (detailed below) doesn’t show a Bluetooth reset option in Monterey so you’ll need to run a Terminal command.Open Terminal. Type in the command “sudo pkill bluetoothd”Press return, then enter your password in asked. Reset your Mac. Remove all devices and reset Bluetooth Module:If that didn’t work, you can remove all of your Bluetooth devices and then reset the module (keep in mind you’ll need to re-pair all of your Bluetooth devices after this):Hold option + shift on your keyboard and click the Bluetooth icon again. This time, choose “Remove all devices”  click OKDo option + shift on Bluetooth in the menu bar again  click “Reset the Bluetooth module”Re-pair your Bluetooth device(s)Looking for a more detailed guide? Follow this article.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+blue+tooth+and+wireless+issues"}, {"id": "300549691", "title": "How to set up a Gusto Macbook Self-Service Provisioning", "content": "Click the resource below for a detailed guide to provisioning your laptop:https://elearning.easygenerator.com/baf2091e-d31d-4581-a6d9-cc984a9c0162/#/resource", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+set+up+a+Gusto+Macbook+Self-Service+Provisioning"}, {"id": "300549687", "title": "How to add a website to the ad-blocking allow list", "content": "To turn off ad-blocking temporarily on a page. To turn off ad-blocking temporarily, you can click on the u. Block Origin icon in the upper right of the Chrome window. Once you click on it, a small window will appear with a power icon on it. Clicking on the power icon will turn off tracking on that page. You will need to reload the page to see the unblocked page.To turn off ad-blocking permanently on an entire site. To turn off ad-blocking permanently on an entire site, you will need to add the site to the u. Block Origin's allowlist. PLEASE NOTE: This will be reset every time you quit and relaunch Chrome. Luckily it is fairly easy to do. Click on the u. Block Origin icon in a Chrome window, and then click on the three slider icon on the bottom right of that window.This will load a new window with all of u. Block Origin's settings. Click on the Whitelist tab and then type in the name of the domain you want to stop blocking on. Note that if you were trying to stop blocking on several facebook pages, it would be better to add facebook.com to the allowlist, and this will cover www.facebook.com, m.facebook.com, and all other facebook sites.To add a website to your team's allowlist. If your entire team needs to have ad-blocking turned off on a site, please submit an IT ticket at https://go/geeks asking us to push that out to your entire team.Need more guidance? Check it this detailed article.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+add+a+website+to+the+ad-blocking+allow+list"}, {"id": "300549595", "title": "How to invite external partner to a Slack connect channel", "content": "Are you working with an external partner on a project, and you want to invite them to a Slack channel? A Slack connect channel will be the trick! Create a new Slack channel (Pro tip: name the channel with prefix like ext- would help you easily identify this channel is external!)Go to your new channel, click on the group setting (where you see the member of this channel) on the top right.Click on Add People  Select Add to this channel  Continue. Input their work email  Add Adjust their permission: If you want them use the workflows/apps, you can leave it as the first option (Can post  invite). Otherwise, you can switch to the second option (Can only post)Hit Next  Send InvitationA invite will be sent to their work inbox. Once their Slack admin approves the request, IT will get a notification for this request, and then we will usually approve them. Please feel free to reach out to us in #itops if your invite is pending! All set! Need extra guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+invite+external+partner+to+a+Slack+connect+channel"}, {"id": "300549664", "title": "How to reduce window transparency on macOS", "content": "Go to System Preferences. Accessibility. Display. Click the option to “Reduce transparency.”Need more help? Check out this detailed guide.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+reduce+window+transparency+on+macOS"}, {"id": "300549658", "title": "How to troubleshoot Self-Service Provisioning", "content": "Sometimes, the provisioning process will fail to correctly install our default applications on new laptops. Double check these apps are missing by hitting command and space, then search for:Managed Software Center. If you DO NOT have this application, you will need to erase and reinstall MacOS and begin the provisioning process again. Reach out to IT if you do not see the Remote Setup screen as depicted in this resource. DO NOT PROCEED ANY FURTHER WITHOUT ASSISTANCE!Slack. Chrome. Cisco Anyconnect Secure Mobility Client. Slack. If all of the above are showing as applications on your laptop:Hit command and space, search and open the Terminal application.Paste the following bolded text into Terminal: sudo mac_bootstrap -d. Hit Enter, you will be prompted to enter your laptop password, which will be invisible when you type it! Input your password and hit enter.This will clean up your Mac Dock, and add the applications. You should be set if you see everything in the dock!If the above applications are NOT showing up from your search:Hit command and space, search and open the Terminal application.Paste the following bolded text into Terminal and hit enter: sudo cinc-client. You will be prompted to enter your laptop password, which will be invisible when you type it! Input your password and hit enter.Once that finishes, paste the following bolded text into Terminal and hit enter: sudo chef-client. Once that finishes, paste the following bolded text into Terminal and hit enter: sudo python /opt/gusto/mac_bootstrap.py -r -f. The previous command should open a new window and play a video. If this fails or ends without installing applications, open the Managed Software Center application and check for updates.If no updates are available, reach out to IT. ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+Self-Service+Provisioning"}, {"id": "300549642", "title": "How to reauthorize your Okta Chrome extension", "content": "Periodically, the Okta Chrome extension will require you to reautheticate by signing in to https://gusto.okta.com, follow the steps below to resolve!Head to https://gusto.okta.com and sign in using your Okta credentials. The Okta Chrome extension will now populate with your applications!", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+reauthorize+your+Okta+Chrome+extension"}, {"id": "300549622", "title": "How to troubleshoot Grow with Gusto (Degreed) course errors", "content": "You may experience errors while completing courses within Grow with Gusto. If you have the Grow with Gusto (Degreed) tile in https://gusto.okta.com already, IT will advise the following to mitigate issues:Open an incognito window in Chrome (command shift and N to open)Navigate to https://gusto.okta.com and access the Grow with Gusto tile.Go to the course you're having issues with and attempt to complete in the incognito window.If the incognito window resolved the issue, follow this article to clear cache and cookies in Chrome, quit Chrome and complete in a normal window.If incognito mode did not resolve the issue, this would indicate an issue with your account within the application. Post in the #grow_with_gusto Slack channel, and degreed admins will be able to take a look.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+Grow+with+Gusto+%28Degreed%29+course+errors"}, {"id": "300811841", "title": "How to create a Google Group?", "content": "Google Groups makes it easy for groups of people—such as project teams or departments—to communicate and collaborate. You can send an email to everyone in a group with one address, invite a group to an event, or share documents with a group. You can also create an online forum to discuss a popular technology or answer questions about a product.1.  Navigate to groups.google.com in your Web Browsera. Note: you may be prompted to sign in, please use your gusto email address and password for this2.  Click on +Create Group in the top left hand corner3.  Create a Group Name and a Group Email Addressa. make sure to select the @gusto.com dropdown menu as @gusto.comb. It's best to keep the name and email address very similar to each other.  It makes searching for that group later a lot easier5.  The drop down menu will let you choose if anyone at Gusto is allowed to join or if folks need to be invited by owners of the group.6.  You can choose whatever view configuration you prefer, but Group Members is the the most common choice.7.  Post is one of the more important permissions to pay attention to. Post permissions refers to who is allowed to send emails to this group.  Here is what you need to consider:a. Only want people within Gusto to be able to send emails to this group - then make sure Anyone on the web is NOT checkedb. Want people from outside of Gusto (like contractors, consultants, customers, etc) to be able to send emails to this group - then make sure Anyone on the web is checked8.  Now you hit Next and you can add members to your group.  Note that Owner field, whoever you add here can help you manage the member of this group.  Hit Create group and you're done!For the quick start guide follow this link.Need more guidance? Check out the guide below with pictures! How to create a Google Group", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300811841"}, {"id": "300680865", "title": "How to link Chrome Data from one Account to another.", "content": "On your computer, open Chrome.At the top right, click Profile.If you’re already signed in with your Google Account, this will be your account photo.After clicking on the managed people section, you will be prompted to log in with another account. This is where you will log in with your Gusto email (ex: Michael.Dibish@Gusto.com) After logging in to your @gusto.com you will see a pop-up asking to Sync data, at this point we want to say yes. This will sync all previous browser data from the old profile to the new one. Need extra guidance? Check out this guide with pictures!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300680865"}, {"id": "300811826", "title": "Set up Screen Saver & Hot Corners?", "content": "How to display a screen saver on your Mac. You can set your Mac to display a screen saver, either manually or automatically after a period of inactivity.Choose a screen saver. Your Mac comes with several screen savers that display photos, messages, artwork from your i. Tunes library or photo library, and more. From the Apple menu, choose System Preferences, then click Desktop  Screen Saver.Click the Screen Saver tab. Screen savers appear on left side of the window, and a preview of the selected screen saver appears on the right.Click a screen saver to select it. To see a full-screen preview, move your pointer over the preview, then click the Preview button that appears within.To create a slideshow screen saver, select one of the slideshow options, such as Floating, Reflections, Origami, or Shifting Tiles. Then use the Source pop-up menu to choose your own photos or one of the built-in slideshow collections.Choose when and how to start the screen saver. Use the “Start after” pop-up menu to choose how long your Mac needs to be inactive before the screen saver starts. If you don’t want a screen saver to start, choose Never.The Hot Corners button gives you options to start or stop the screen saver or put your display to sleep by moving your pointer to one of the corners of the screen. Choose an option from the pop-up menu that corresponds to a specific corner.Need more guidance? Check out the guide below with pictures! Screen Saver  Hot Corners", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300811826"}, {"id": "300549542", "title": "How to print with a passcode - Secure printing?", "content": "Our HP Multifunction Printers (Dobby in SF, Mystique and Jason in Denver) have a feature where you can print with a passcode. This means the job will not print until you walk over to the printer and enter the correct passcode. This is useful if you are printing a sensitive document.If printing from Chrome, print like you normally would (file → print) and make sure the correct printer is selected. Scroll down and choose Print using System dialog under More settings. If printing outside of chrome, skip this step and proceed to Step 2. For Mac user:In the printer dialog window make sure the following settings are selected:Under Orientation, choose Printer Feature from the drop down menu. For Feature Sets choose Job Storage. For Mode choose Quick Copy. Check off the box that says Use PIN to Print. Enter a 4 digit pin and select Print.You can now walk over to the printer to retrieve your print job. For Windows user. In the printer dialog window, click Preferences and then do the following:Open the Job Storage tab. Under Job Storage Mode choose Stored Job. Then, under Make Job Private/Secure select PIN to print. Enter a 4 digit pin and select Ok and then Print. You can now walk over to the printer to retrieve your print job. Once you sent the print job, head over to the printer, and follow the below steps: On the printer touch screen window select Print. Choose Print from Job Storage. Select your name.Choose your print job. Select Print.Enter the same passcode that you inputed in the printer dialog window and press OK to release the print job.Need more visual guidance? Check out this guide with step-by-step pictures! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300549542"}, {"id": "300811813", "title": "How to Export / Import Chrome Bookmarks", "content": "Export Chrome Bookmarks:On your computer, open Chrome. At the top right, click the 3-dot ellipses menu button. Select Bookmarks  Bookmark Manager. At the top, click the 3-dot ellipses menu button to the right of the 'Search Bookmarks' field  Export Bookmarks. This will ask to save your Bookmarks as a HTML text file on your desktop. This is what we want as it will make it easy for us to find when we import bookmarks. Import bookmarks to Chrome:On your computer, open Chrome. At the top right, click the 3-dot ellipses menu button. Select Bookmarks  Import Bookmarks and Settings.Choose the file that contains the bookmarks you'd like to import.Click Open.Boom! New Chrome Profile has Bookmarks         Need extra guidance? Check out this guide with step by step pictures!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300811813"}, {"id": "300549537", "title": "How to troubleshoot your 1Password extension", "content": "If your 1Password chrome extension isn't working, you may need to quit chrome, then 1Password.  Then open 1Password, sign in with your master password, and launch chrome again. This should resolve the issue.You may also need to quit the 1password helper application: Quit chrome  Launch 1Password On the top status bar, click on help  Troubleshooting  Reset 1Password Extension Helper Relaunch 1Password and Unlock  Launch Chrome.If you've just updated Chrome, 1Password, or the 1Password Chrome extension, the following workflow may help get everything back in sync!  Right click on 1Password in the menu bar Quit 1Password Completely. Head over to chrome://extensions/ and Remove the one password extension. Quit/Relaunch Chrome  Install the 1Password Extension  Quit Chrome. Launch the 1Password desktop app and sign in  Now launch Chrome.  1Password should now be working as expected.Need extra visual on where to find these options? Check out the 1Password Troubleshooting section on this guide! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+your+1Password+extension"}, {"id": "300549534", "title": "A Quick Start Guide - Wacom One Creative Pen Display", "content": "Requirements:Wacom Tablet Power adapter with wall plug in Cables ( hdmi and USB) that get plugged into the computer and monitor 1 pen Mac dongle with HDMI and usb on it. Unbox everything, connect the Mac adapter to your Mac, proceed by connecting the USB and HDMI cables into the dongle. Plug the other end (HDMI) into your monitor. Then plug the USB-C end into the port on the Wacom tablet. Finally, grab the power plug, place the prong adapter into the power supply, attach the USB end ( from the cable bunch running from the Wacom tablet) into the desired slot, and plug into the wall With everything plugged in, go ahead and navigate to wacom.com/download and download the driver With the driver now downloaded, we can go ahead and open it to install it. Once it is installed, Mac OS is gonna yell at you a few times to enable a few things in System Preferences. Go to System Preferences  Security and Privacy. Under the Privacy Tab, we will need to enable two things ( this will require your OKTA password)Under the Input Monitoring section, we need to enable Wacom. Tablet. Driver Under the Accessibility section, we need to enable com.wacom.IOManager. After this step, please restart your computer! Once your computer starts up, and you have everything connected, the Wacom software should launch to get your started on the new tablet. If it doesn't, go ahead and open the Wacom Desktop center. You can then select the tablet you have, and run the Setup Wizard. This will get the pen to start working with the display. If you find that the pen still doesn't seem to be working right, click the pen settings button in the Wacom Desktop Center, and you can calibrate the pen. Once this is complete, you are ready to use your new tablet! To see a picture guide of this set-up process or to view a video of it please click here!", "url": "https://confluence.gustocorp.com/display/GGKB/A+Quick+Start+Guide+-+Wacom+One+Creative+Pen+Display"}, {"id": "300811807", "title": "How to change digital signage in Denver", "content": "RequirementsA Macbook.An active VPN connection.A signage hostname (see step 1, below).Access the Gusto's shared 1Password vault.Step-by-step guide. Retrieve the hostname for the signage TV you wish to configure from the label on the bottom right of the TV. The hostname will match the following format: usden1-sign01.gustocorp.com**If the TV is not labelled above, it is not a user-configurable TV. See the note about ChromeOS-based signs in the introduction. Open VNC on your Macbook.Go to Finder (Make your desktop the active window (hide all other windows, and click on the desktop)).In Finder, Press Command-KEnter vnc://hostname (eg: vnc://usden1-sign02.gustocorp.com or vnc://usden1-sign15.gustocorp.com) in the Screen Sharing dialogue and press enter. You will be prompted for a username and password.Username: signage. Password: igustougustozgustoA Screen Sharing connection with the signage Mac. Mini begins. Open Chrome and navigate to the application/website/video/slide deck you wish to show.Refrain from attempting to install additional Chrome extensions or applications on the Mac. Mini. (You will find the signage user without rights to do this.)File an IT Support ticket if you need to install an extension or application.As appropriate, enable or disable the 'Autorefresh' Chrome extension on the page you opened.This extension refreshes the page a set interval. It is useful for static signs which need to be refreshed to fetch new content. Be sure to set Chrome to 'fullscreen' (green button, top left).Consider if your sign's content is workplace appropriate.Avoid PHI/PII content. Exit Screen Sharing.Enjoy your sign!** Hostname labeling style TBD. Use above map (insert the number listed on the map for after sign in the hostname) if hostname is indeterminate. Signs not on the map are ChromeOS-based.DEN1-350 - There are fifteen configurable signage TVs around the Tabor Center office. Each is connected to a Mac Mini and can be managed remotely using VNC. Chrome OS Based Signs. There are an additional 2 ChromeOS-based signs: by the bathrooms, and 350 reception area. These cannot be remotely managed. To change their content, please log a ticket with Environment.DEN2-T2F4 - There are three configurable signage TVs in T2F4. Each is connected to a Mac Mini and can be managed remotely using VNC. Chrome OS Based Signs. There are an additional 2 ChromeOS-based signs: in the kitchen, and in the entrance area. These cannot be remotely managed. To change their content, please log a ticket with Environment.Need extra guidance? Check out this guide with step by step pictures!Related articlesfalse5ITfalsemodifiedtruepagelabel in (vnc,signage) and type = page and space = ITVNC Signagetrue. Related issues", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+change+digital+signage+in+Denver"}, {"id": "300811800", "title": "How to Update Email Address in Expensify", "content": "Under certain circumstances you may be required to update your primary email address in Expensify to align with naming standards here at Gusto. Most times this will be the case when we are integrating logins for use with OKTA SAML Services. Step 1. Log into Expensify as you would normally using your current login.Step 2. Once logged into Expensify navigate to your Account Settings Page by clicking on the account profile picture (default is blue) in the upper right hand corner of the screen. Then click on the Account Settings Button from the menu that appears.Step 3. Once on the Account Settings page scroll down to the Secondary Logins section and click on the Add Secondary Login button. You will then be presented with a window to input your new email address. Enter in your email address in this format (first.lastname@gusto.com) and click ok. You will then be sent a verification email.Step 4. Click on the link in the verification email that was sent to you to verify validity of the address. Step 5. After verifying your email go back into your Account Settings page in Expensify and scroll down to the Secondary Logins section. Once there you should see your newly verified email address listed. Select the Make Primary option next to the address that you just added.  (your new Primary Email address will now be used for logging in to Expensify.)And you are all set !! Need extra guidance? Check out this guide with step by step pictures!", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Update+Email+Address+in+Expensify"}, {"id": "300549519", "title": "How to reach IT On-Call After Hours", "content": "IT is available after hours for critical issues. We ask that you mindfully use the on-call page for emergencies only. Examples of an on-call emergency could be (but not limited to) as follows: Have a critical job function to complete and unable to complete task due to Gmail, Okta or Duo access issue. Have a critical job function to complete and laptop not booting. Widespread issue affecting multiple users such as VPN, Jira or VDI not working. Office network down. If you need to get a hold of us after hours please use the /page-it command in the #itops Slack channel followed by a brief description of the issue.Example: /page-it working on a production change, laptop not booting. We have a 30 minutes response SLA for all after hour pages. Our after hours schedule is as follows:Mon-Fri 5pm-6:30am PST, weekends and holidays.Please continue to use #itops for any support requests during regular business hours or file a ticket directly with Jira @ go/geeks.To see a guide with pictures please click the link here!", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+reach+IT+On-Call+After+Hours"}, {"id": "300549516", "title": "How to uninstall 1Password on MacOS?", "content": "In some cases, sometimes after an update or a similar event, 1 password would stop launching. This is a quick way to remove completely the app from a Mac and then reinstall. I would suggest you to 1Password troubleshooting steps or reach out to IT before you attempt to uninstall your 1Password application. To uninstall 1Password for a Mac: Quit 1Password completely:Open 1Password and click the 1Password menu.Hold down the Control and Option keys on your keyboard. While holding the Control and Option keys, select “Quit 1Password Completely”.Quit Safari/Chrome. In Finder, drag 1Password from the Applications folder to the Trash.Check out this guide for more in-depth info! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300549516"}, {"id": "300549487", "title": "How to Get Started with your @gusto chromeOS device", "content": "To get started you will need: A stable wifi internet connectionA G-suite account (a @gusto.com email account)Duo on your mobile device. Unbox, plug in, turn on your chromebook. Connect to your available, stable wifi. Wait for the chromebook to complete updates. Please carefully follow instructions (eg: Don't touch the touchpad, Don't reboot) as they appear on the screen. When prompted with a login screen, select Enterprise Enrollment from the More options menu. Login. Enter your firstname.lastname@gusto.com username. Enter your G-suite password (your Okta password). You will be prompted to complete 2 factor authentication (2FA) via Duo.After enterprise enrollment is complete, you will be prompted to enter your G-suite password and complete 2FA again to login with your user account to the enrolled device.Your device will automatically download configuration, extensions, etc as required by our organization.To see a picture guide please clink this link!", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Get+Started+with+your+@gusto+chromeOS+device"}, {"id": "300549480", "title": "How to refresh saved application state?", "content": "Issues with a specific application and clearing cache didn't resolve the issue? Below you will find the detailed guide for some in depth troubleshooting for specific applications.Switch to the Finder.Press and hold down the Option key on the keyboard.From the Go menu, select Library, as shown below. The Library folder will open.Once you've opened the Library folder find Saved Application State.Lastly locate the desired application folder, in our case the Chrome (com.google.Chrome.savedstate)Delete this folder and then next time the application opens this will get recreated automatically!  Need extra guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300549480"}, {"id": "300549474", "title": "How to troubleshoot your computer", "content": "There are an endless variety of issues that can affect your computer, from general slowness to specific applications not working. Here are a few common steps you can try on your own to resolve some of these issues.Restart your Computer: You might hear this tip a lot from IT. However, restarting the computer has helped IT resolved hundreds of mysterious problems! NVRAM/PRAM reset: This is one of the most common things IT will recommend you try when troubleshooting generic computer issues. PRAM resets solve a wide variety of problems, both hardware and software related. If you are having strange issues with your computer and you're not sure how to fix them, go ahead and try a PRAM reset. It can't hurt, and it's likely one of the first things IT will suggest you try.To perform a PRAM reset: Shut down your Mac, then turn it on and immediately press and hold these four keys together: Option, Command, P, and R. You can release the keys after about 20 seconds, during which your Mac might appear to restart.Force Quit: Sometimes an application will get stuck and you may not be able to quit. When this happens, there is a way to try and force quit the application without having to restart your computer. To force quit an application: Click the Apple icon in your menu bar, then click the Force Quit... button.Activity Monitor: This is a very useful tool for getting a sense of what processes are running on your machine (and potentially eating up a lot of resources). You'll notice several tabs at the top of Activity Monitor - in most cases the CPU, Memory, and Energy tabs will be the most helpful in determining what applications are driving your computer. If your fan is working really hard and you are not sure why, take a look at those tabs - the % CPU column in the CPU tab is a good place to start.To use Activity Monitor: Simply hit command + Space to bring up Spotlight search, and then type in Activity Monitor and launch the app. Need extra guidance? Check out this article with more in-depth info! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+troubleshoot+your+computer"}, {"id": "300549437", "title": "How to request AV support?", "content": "The best way to request AV support is to file a Jira ticket, but if it's urgent feel free to use #itops on Slack.Make sure you're connected to z. Scaler. Open Chrome and head to go/geeks. Click Create IT Ticket. Please include AV Support in the Summary field, and include any relevant details in the description. Click Create. Need additional helpful information? Check out this detailed guide!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300549437"}, {"id": "300680727", "title": "How to set a passcode on your iPhone", "content": "If your i. Phone is new enough to use the new lighting charging cable, then your i. Phone is probably already encrypted!If not, follow the steps below. Go to Settings Scroll down and click Face ID  Passcode or. Fingerprint  Passcode if you own an IPhone with fingerprint scanner. Scroll Down to Turn Passcode On Set personal passcode. Set Require Passcode to Immediately. If you wanted to increase the security level, you can turn off Simple Passcode and instead enter a longer password, but this is purely optional.Scroll to the bottom of the current Passcode menu and verify it says Data protection is enabled at the bottom.Need extra guidance? Check out this guide with pictures!", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+set+a+passcode+on+your+iPhone"}, {"id": "300680695", "title": "How to Pair Wireless Mouse and Keyboard to Macbook", "content": "Bring up the Spotlight Search by pressing COMMAND+SPACEtype in Bluetooth(NOTE: Make sure you choose Bluetooth and NOT Bluetooth File Exchange)On the back of the Magic Mouse, make sure to turn on the mouse by flicking the switch to green.Look for the magic mouse in the bluetooth window and click connect and you have connected your wireless mouse!To connect a keyboard, first make sure to turn the keyboard by flicking the switch to green look for the magic keyboard in the bluetooth window and click connect and your wireless keyboard is connected! Need extra guidance? Check out this guide with pictures!", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Pair+Wireless+Mouse+and+Keyboard+to+Macbook"}, {"id": "300549404", "title": "How to change digital signs at Pier 70?", "content": "Friendly reminder: Do not display sensitive content on signs - IMPORTANT. Any URL displayed on an in-office sign should be considered at risk of leaking outside Gusto, and sign content is visible to any office visitor.Gusties have the ability to control any of the digital signs around Pier 70 that live near team neighborhoods. Each digital sign is a Mac Mini with an attached TV. By logging into the Mac Mini using VNC, any Gustie may set content - only a Gusto-issued laptop are required.Every sign has its own command interface hosted at name.tv.gustocorp.com. Name is the name of a specific sign. The sign will tell you its name on the Google Chrome splash page, in step 2. Connect to z. Scaler on your laptop. Open Spotlight Search (Cmd + Spacebar).Enter vnc://{Enter Sign Name Here}Login with signage user - check 1Password for the password. Need a more detailed explanation? Check out this detailed guide! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300549404"}, {"id": "300549384", "title": "How to force quit applications that need to close for updates", "content": "Any applications you are updating will need to be quit PRIOR to the update. Follow the directions below to ensure the application is closed.At the same time, hit the command, option, and escape keys to open the Force Quit window.Select the application that needs to be quit.Click the Force Quit button.Proceed with update for the application.Need extra guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+force+quit+applications+that+need+to+close+for+updates"}, {"id": "300811740", "title": "How To Send Bulk Documents in Docusign with PowerForm", "content": "Prerequisite: Docusign account and Gusto Sender. What is it: Creating a Power. Form lets you send out one link to anyone, so they can sign it. Directions:1. Create a Template  by clicking on new, create template and upload your document and press next2. Click on Add recipients field:  For recipient field, leave name + email blank, but (and this is key), put something into the field for Role - e.g. Employer, UX Research Participant, Gustie...3. Go through the rest of the flow for setting it up (as if creating an envelope), i.e. Next in top-right  setting up fields  finishing4. Now, while in the Templates area, look for the More drop-down menu. There should be Create a Power. Form in there. Need extra guidance? Check out this guide with step by step pictures!", "url": "https://confluence.gustocorp.com/display/GGKB/How+To+Send+Bulk+Documents+in+Docusign+with+PowerForm"}, {"id": "300549378", "title": "How to install/use Google Chat", "content": "In the event that Slack is unreachable we have Google Chat as a backup application.Go to chat.google.com sign in using your firstname.lastname@gusto.com email account.Once you are signed in click the gear icon in the upper right corner of the page and select ‘Install App’.Approve the Chrome notification via the pop up and the application will open.Need extra guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300549378"}, {"id": "300811731", "title": "How to Refill Pitney Bowes Postage Meter", "content": "This guide will show you how to add postage to the Payops Postage meter located in the Ping Pong Room. When on the home screen press the funds button below the display. Once in the Funds screen click on the Menu button to enter the Funds Options Screen.Once in the Funds Option Screen select the Refill Postage option by clicking the corresponding button to the left of the display screen. Once on the Refill Postage Screen enter the amount that you would like added to the meter using the number pad to the right of the display. once the desired amount has been entered hit the Accept button to the left of the display.Next you will be asked to confirm the amount that you would like to add to the meter. If this looks right press the yes button on the left of the display. Once the order is finished processing you will get a confirmation screen with the order details. Press Continue and you are all set. Happy Mailing !!!Need extra guidance? Check out this guide with step by step pictures!", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+Refill+Pitney+Bowes+Postage+Meter"}, {"id": "300549336", "title": "How to install Adobe Acrobat on your machine", "content": "If you do not have an Adobe license or are unsure if you do, post #itops requesting one. Requests will require PE approval and business justification in the thread.Head to https://www.adobe.com/creativecloud.html. Sign in using your Okta credentials.Click the 9 dots o the top right of the screen and choose More from the menu that opens up.Click View All next to Creative Cloud Apps. If you have a license, Adobe Acrobat will show up in the Available in your plan section.Click download, and follow the directions to install.", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+install+Adobe+Acrobat+on+your+machine"}, {"id": "300680604", "title": "How to Migrate Local 1Password Personal to Teams?", "content": "Pre-requisites:An active user account (firstname.lastname@gusto.com) on https://GustoHQ.1Password.com. If you don't have one, log a JIRA ticket to IT.Remember to save your Emergency Kit and upload it to Google Drive for safe storage. Able to Login to 1Password on your laptop to access your local 1Password database. Set a unique photo of yourself on your GustoHQ 1Password user account (Not required, but will prove to be helpful)Step-by-step application setup guide:Ensure your 1Password for Teams account is attached to your local 1Password application. Login to 1Password App. Go to Preferences in the 1Password Menu. Under the accounts tab click the + button. Add in your account details from when you signed up for the GustoHQ 1Password Team (All this info is in your Emergency Kit). Then you will see GustoHQ in the left hand pane as a connected account.After adding in the GustoHQ team account to your application, it might ask you if you want to move your current vault to this new account's vault - You can hit yes. If you have any other Team vaults (Pay. Ops, Engineering, Insurance), you will also need to transfer any Personal Vaults from those Team accounts to your Personal GustoHQ vault (the process is the same)Step-by-step vault migration guide. Open your 1Password app and navigate to your Primary Vault - If there are passwords in here, that means they are local and need to be moved to your GustoHQ Personal vault (If you followed all above steps [Pre-Requisites Step #3] this should be the one with the unique photo of yourself next to it throughout the entire process)Once within your Primary Local vault, then highlight all passwords you would like moved to your GustoHQ personal vault:Right click  Share  Find your Personal Vault under GustoHQ  Then click Move. Go back to your list of available vaults, and navigate to your GustoHQ Personal Vault. Confirm the passwords you just 'Moved' are now in there:Repeat this process for all local vaults and personal vaults tied to other teams (not GustoHQ)Need extra guidance?  Check out this guide with pictures.", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300680604"}, {"id": "300680087", "title": "How to password protect a folder on a Mac?", "content": "Create the folder you wish to password protect.  Having it on the Desktop will make this process easier. Open Disk Utility. You may do this from Finder → Application or by using the Searchlight Tool.File → New Image → Image From Folder. Select your folder Select 'Compressed' and the highest encryption available. Select a password - use 1Password to generate and remember the password!Click ok!Need extra guidance? Check out this guide with a step by step video!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300680087"}, {"id": "300548662", "title": "How to log into Slack?", "content": "Launch the application Slack.  You should see the icon in your dock. Click the green button “Sign In to Slack”Locate the “sign in manually instead” link in the grey box.Input gustohq for the workspace and click continue.Click on “Sign in with Okta” and use your Okta credentials to sign in.Pro tip: If you wish you can use slack on your mobile device. Just download it from your phone’s App Store. Need extra guidance? Check out this guide with pictures and the mobile setup!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300548662"}, {"id": "300680584", "title": "GB: How to restart the Print Spooler on Windows Clients", "content": "Most printer issues can be resolved by simply force restarting the Print Spooler Service within Windows Clients. How to Check if Printers are Offline:While on the desktop of your Windows Machine click the Windows Button in the bottom left-hand corner of the screen and within the search field search for the Control Panel.Once you have opened the Control Panel. Select Hardware and Sound. Then Click on Devices and Printers. Once inside of Devices and Printers if you notice that the printer that you would like to use is grayed out. Then you will need to restart the Print Spooler Service to force the connection to that device to re-establish. How to restart the Print Spooler Service:While at the Desktop of your Windows Machine click the windows button and search for Services then open it.Once inside of the Services Control Panel Search through the list for the Print Spooler then select/highlight it. Then in the upper Left-Hand Corner of the window click on Restart the Service Once the service has restart wait about 15-30 seconds and the connection to the device will re-establish and the device should no longer show as grayed out in the device list. Need extra guidance?  Check out this guide with pictures.", "url": "https://confluence.gustocorp.com/display/GGKB/GB%3A+How+to+restart+the+Print+Spooler+on+Windows+Clients"}, {"id": "300811605", "title": "How to connect HelpDesk+ to your Jira", "content": "Help. Desk+ is an app that IT use for auto ticket creation. This only has to be done once, before you submit an IT request in the #itops Slack channel.In your Slack desktop app, in the left sidebar, scroll to the “Apps” section. Next to “Apps”, click on the “+” button to “Browse Apps”.In the search bar, type “Help. Desk+” and select the “Help. Desk+” app.In the screen that opens, verify the Jira account that Help. Desk+ suggests is you. Click on the “Connect” button to the right. A browser window will open asking you to allow read and write access to Jira. Click “Allow” in that screen. You’ll then see a “Connection Success!” screen. If this doesn’t appear for you, feel free to let us know so we can help troubleshoot. All set! Need extra guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300811605"}, {"id": "293438469", "title": "How to share/delegate your Google Calendar to other Gusties?", "content": "Navigate to calendar.google.com. On the left menu, find your name. Hover over the Calendar you want to share, and click on the three dot option at the end. Then choose Settings and sharing.Under “Share with specific people,” click Add people. You can now add Gusties and manage their permission here. If you need to delegate your calendar, you should choose the Make changes and manage sharing option from the Permission drop down menu. They will receive an email link to add this calendar to their list. Need extra guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=293438469"}, {"id": "300680357", "title": "Zoom Best Practices and Etiquette", "content": "At Gusto, we use Zoom as our video conference solution. New to Zoom? Check out this detailed guide!  ", "url": "https://confluence.gustocorp.com/display/GGKB/Zoom+Best+Practices+and+Etiquette"}, {"id": "300549177", "title": "How to share Drive documents with Symmetry users", "content": "Friendly Reminder: To share data with everyone at Symmetry, make sure the data is appropriate to share with Symmetry users. If you are uncertain, check with your PE first.Click on the Share button in the upper right of your document.In the resulting window, click on Get Link. This should slightly change the sharing box.Finally, click on the dropdown labelled Restricted. This will give you options for who to share the document with.Need extra guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+share+Drive+documents+with+Symmetry+users"}, {"id": "300680067", "title": "How to share your screen/audio in a Zoom meeting", "content": "Join a Zoom meeting.Once you are in a meeting, click on the Share Screen button at the main Zoom menu (at the bottom). Select the screen that you want to share (Desktop 1, Desktop 2, Applications, etc). Make sure the Share computer sound option at the lower left is checked if you also want to share your audio. If you wish to share your computer audio only, you can also click on the Advance tab on the top, and then select Music or Computer Sound only. Hit the Share button. Need extra guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300680067"}, {"id": "293179126", "title": "How to set up email delegation?", "content": "On your computer, open Gmail. You can't add delegates from the Gmail app.In the top right, click Settings  See all settings.Click the Accounts and Import or Accounts tab.In the Grant access to your account section, click Add another account. Enter the email address of the person you want to add. The account you're delegating must have Require user to change password at next sign-in disabled.Click Next Step  Send email to grant access.Need more guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=293179126"}, {"id": "300680040", "title": "How to Screenshare on Zoom?", "content": "If this is your first time sharing your screen on Zoom, you likely need to grant some permission for Zoom first. Simply follow the step below:Open System Preference  Open Security  Privacy. Navigate to the Privacy tab on the top.Click on the padlock icon in the lower left corner, and enter your laptop password.From the left menu, find Screen Recording and select it. From the right, click the small box next to Zoom.us. Need more guidance? Check out this guide with pictures! Useful Zoom features: Links", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300680040"}, {"id": "293179104", "title": "How to recall email with undo send?", "content": "If you decide you don't want to send an email, you have a short time after to cancel it. Right after you send a message, you can retract it:After you hit the “Send” button, you will see a “Message Sent” window appears at the bottom left corner of your screen. Click on the “Undo” option. Need more guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=293179104"}, {"id": "300680008", "title": "How to reauthorize Zoom on Slack?", "content": "If you got the Authorize Zoom message when you tried to use the /zoom shortcut, you will need to reauthorize your Zoom app. Simply follow the step below to do so: Click the Authorize Zoom Link.You will see a sign in screen. Please click the SSO button ( the one with the key)  near the bottom and move on to the next step.You will then presented to a Sign in with SSO screen where it asks for the Company domain. Go ahead and type in Gusto and then click continue. You will see then see permission window from Slack. Click on Authorize at the bottom to proceed.Next, you will see a window for Sign in to Zoom with Slack. Click on Accept and Continue.Finally, sign into Zoom for Slack. There should be a 6-digit code sent to your Gusto inbox. Input that code in this window and you should be able to sign in. You are all set! Test the /zoom shortcut on Zoom! Need more guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300680008"}, {"id": "300680004", "title": "How to migrate files from OneDrive to Google Drive?", "content": "Log into the One. Drive website. Open up your web browser and navigate to https://onedrive.live.com/about/en-us/signin/ then sign in.Select the folders that you would like to move to Google Drive, and download them. Each folder has a check box/circle next to it, click these. Once you have selected the folders you want to download. You can click Download.Open up File Explorer, navigate to Downloads in order to find your downloaded One. Drive folder. Click the windows button, either on your keyboard or with your cursor, found near the bottom left hand corner of your desktop. If you use your cursor, click on the Windows button in the bottom left hand corner of your desktop - then type File Explorer and you can then click on the app to open it.Sign into Google Drive: Open up Google Chrome and navigate to drive.google.com. It might be helpful to create a folder in your Google Drive in order to upload your One. Drive contents to, but it is not technically necessary.Next, we want to decompress the folder, before we upload it to Google Drive. Right click on the folder, click Extract all..., click Extract. The folder will extract to the same Downloads folder that you originally downloaded it to. Now, drag the One. Drive folder that you decompressed into the Google Drive folder that you created to upload the folder to your Drive. You can also just drag the folder into google drive if you did not create a folder. Notes: The last step can take several minutes depending on the size of the files that you downloaded from One Drive. Need more guidance? Check out this guide with video! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300680004"}, {"id": "300680022", "title": "How to connect to a corsica digital sign?", "content": "Friendly reminder: Do not display sensitive content on signs - IMPORTANT. Any URL displayed on an in-office sign should be considered at risk of leaking outside Gusto, and sign content is visible to any office visitor.Corsica is a simple javascript app consisting of a display server and a command interface. Each corsica digital sign is a Mac Mini with an attached TV hosting a unique corsica instance. By sending corsica commands using a sign's command interface, any Gustie may set content - only a web browser and a Gusto-issued laptop are required.Every sign has its own command interface hosted at name.tv.gustocorp.com. Name is the name of a specific sign. The sign will tell you its name. Look for the I am popup. Connect to z. Scaler on your laptop. Open name.tv.gustocorp.com to load the command interface.Want to learn about more features for these corsica digital sign? Check out this detailed guide below! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300680022"}, {"id": "300680085", "title": "How to enable Zoom Live Transcription", "content": "Zoom Live Transcription is an automatic text transcription service built into Zoom meetings. Please note that this feature is not available in Breakout Rooms and does not create subtitles in the Zoom recording. Subtitles only appear during the live meeting.Below are the steps to turn it on for your meetings:Go to your Okta page, and then launch the Zoom tile. Click on the Setting tab on the left, and the find the Closed Captioning section. Check the Allow live transcription service to transcribe meeting automatically.Hit Save.Once you have this feature turned on, you can start a Zoom meeting: Click on the Live Transcript button at the Zoom Toolbar.Click on Enable Auto-Transcription.Your meeting is all set! Need extra guidance? Click on this guide with pictures! ", "url": "https://confluence.gustocorp.com/display/GGKB/How+to+enable+Zoom+Live+Transcription"}, {"id": "300548741", "title": "How to add the Gusto Affinity Groups Calendars to your Calendar?", "content": "Make sure you are signed into Gmail, click the link of the calendar you would like to add. For Awareness of Visible and Invisible Disabilities with Gusto. For Asians with Gusto. For Black with Gusto. For Juntos con Gusto. For Pride with Gusto. For Veterans with Gusto. For Women with Gusto. Click 'Add' to add it into your calendar", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300548741"}, {"id": "293175654", "title": "How to Connect to Wi-Fi in Our Offices (San Francisco/Denver)", "content": "Simply click on the Wi-Fi symbol on your Mac/PC, and look for a network named g. Guest.Select g. Guest from the list. The password for g. Guest is gowithgusto.You are connected!Pro tip: You will need to connect to z. Scaler/Cisco VPN to access Gusto apps/resources! Need extra guidance? Check out this guide with pictures!", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=293175654"}, {"id": "300548738", "title": "How to Submit a Request for a New Jira Project?", "content": "Please try to submit new project requests as early as possible in your process as it takes time to build these. IT Jira tickets can be submitted by going to go/geeks. Pro Tip: If you create a Google doc with this information and share the doc in the IT JIRA request, IT can collaborate with you more easily on the details of the project.When submitting the IT JIRA for the project, please include the following:Name of the project and context for use. I.e. What is the use case for this project?Key for project (try to keep it as different from other projects as possible in order to avoid confusion)Issue types for the project (bug, task, story, etc.)Issue types can each be auto-assigned to specific users in the project. Please indicate if you want this. Statuses/Workflow for the project (To Do, Needs Review, In Progress, Done, Resolved, etc.)Each Issue type can have a unique workflow. Please indicate if you want multiple workflows.Fields for the Create Issue screen. Each issue type may have different fields. Indicate which fields should be required. Permissions details. Who needs access to create issues?Who needs access to manipulate issues in the project?Is the information in the project restricted/confidential?This is our baseline for new projects. We may have additional questions as we build out the project. For a different view of submitting this request check out the link below:How to Submit a Request for a New Jira Project", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300548738"}, {"id": "293179095", "title": "How to set up Gmail filter?", "content": "Go to Gmail.Click on the search option button from the search bar. Input the email that you want to filter on the “From” field, and then click on create filter.Choose what action do you want to take for these filtered emails, and click on create filter one more time. Your filter should be live now!Need extra guidance? Check out this guide with pictures! ", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=293179095"}, {"id": "300548732", "title": "How to Log Into Chrome?", "content": "On your computer, open Chrome. At the top right, click Profile (If you’re already signed in with your Google Account this will be your account photo)Click Turn on sync  Turn on **** Its important to note that if you are syncing data to a different account other than your @gusto.com account, You must Turn Off syncing on that account before turning on the syncing function for your @gusto.com account. Chrome only allows Syncing to 1 account at a time. This can be done from with settings of Chrome. ****Proceed to log in with your gusto.com email account and your Okta password. Once this step has been completed, all existing bookmarks and chrome data will be syncing to your Gusto profile! Want to see a guide with pictures? Check out the link below! How to Log into Chrome", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300548732"}, {"id": "300548713", "title": "How to Log Into Okta?", "content": "Your username is your Firstname.Lastname Your Password is the same 18-character password you set for your laptop.You will then be prompted for Two-Factor Authentication (2FA):Click on 'Send me a Push' and you should see a notification on your phone asking you to approve. You will then be brought to your home page. Want to see a detailed guide on how to do this? Click on the link below! How to Log Into OKTA", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300548713"}, {"id": "300679941", "title": "How to view shared calendars?", "content": "So you want to schedule a meeting with someone with a Gusto employee with a different email address (you have a gusto.com email address, and they have a ardius.com email address, for example), and need to know when they are available. You can now view their availability, straight from within your gusto.com calendar!To subscribe to the calendar, click on the plus sign, +, next to Other calendars on the bottom left of your Gusto calendar page.Then click on Subscribe to calendar. In the resulting page that pops up, just type in the ardius.com email address of the calendar you want to view, then press return.This will drop you at a new page, with information about the calendar you just added. Click on the left arrow in the upper left of the page to get back to your calendar, now with the new ardius.com calendar viewable!Need more guidance? Check out the guide below with pictures! How to view shared calendars", "url": "https://confluence.gustocorp.com/pages/viewpage.action?pageId=300679941"}, {"id": "198541823", "title": "How To Order Printer Supplies", "content": "Office Location. Printer Name. Printer Model. How to order SuppliesSFHarry PotterHP Laser. Jet Enterprise M806dn Printer Below is a link to order from Amazon. IT would like to caution against refurbished or remanufactured toner cartridges as we've all had mixed results of quality from such re-made products. Also, the HP service prohibits use of off-brand.https://www.amazon.com/HP-CF325X-Original-Laser. Jet-Cartridge/dp/B00F083P4AIt's normal for this to cost in the range of $250SFHermioneHP Laser. Jet Enterprise M806dn Printer DENLaundryHP Laser. Jet Enterprise M806dn Printer DENGymHP Laser. Jet Enterprise M806dn Printer DENTanHP Laser. Jet Enterprise M806dn Printer DENJason. Ricoh Aficio MP C401Manufacturer Number:G075P900056Serial Number:C86124600Equipment Id:13734894(Toner and Paper are order by Environment for Jason)The Ricoh Printers are under a contract lease. Printer and maintenance is under contract. This includes a supply of toner and same/next day service to clean/fix the printer as needed:Ricoh Support1-888-456-6457DENTax. Res Mail Meter. Neopost IN-600ID#102829SerialRB1622212350Neopost Support1-800-747-2870https://www.neopostusa.com/postage-meter-ink. Need help ordering postage meter and mailroom supplies?1-800-636-7678DENPay. Ops Mail Meter. Pitney Bowes DM400c. Product Code:4CESSerial Number0909792https://www.pitneybowes.us/shop//Product. Detail1?store. Id=15636url. Lang. Id=-1product. Id=2648200top. Category. Id1=url. Request. Type=Baselang. Id=-1catalog. Id=13475SF460 Mail Meter. Pitney Bowes DM125/DM225Product Code:PR00Serial Number1926459https://www.pitneybowes.us/shop/ink-and-supplies/postage-meter-red-ink-cartridge-for-dm100-dm200-series-793-5/en-us/storeusSFPay. Ops Mail. Meter. Pitney Bowes DM475Product Code6C0RSerial Number0899238https://www.pitneybowes.us/shop/ink-and-supplies/red-ink-cartridge-for-dm300c-dm400c-series-765-9/en-us/storeus", "url": "https://confluence.gustocorp.com/display/GGKB/How+To+Order+Printer+Supplies"}]